<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:media="http://search.yahoo.com/mrss/"><channel><title><![CDATA[Internetodontologi]]></title><description><![CDATA[Nationellt kunskapsstöd för svensk tandvård]]></description><link>https://www.internetodontologi.se/</link><image><url>https://www.internetodontologi.se/favicon.png</url><title>Internetodontologi</title><link>https://www.internetodontologi.se/</link></image><generator>Ghost 5.87</generator><lastBuildDate>Sat, 13 Jul 2024 06:52:28 GMT</lastBuildDate><atom:link href="https://www.internetodontologi.se/faktablad/rss/" rel="self" type="application/rss+xml"/><ttl>60</ttl><item><title><![CDATA[Afte och afte-liknande ulcerationer]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><h3 id="definitioner"><strong>Definitioner</strong></h3><p><u>Recidiverande aft&#xF6;s stomatit (RAS)</u></p><p>Ett inflammatoriskt tillst&#xE5;nd av ok&#xE4;nd etiologi med sm&#xE4;rtsamma, recidiverande solit&#xE4;ra eller multipla s&#xE5;r lokaliserade framf&#xF6;r allt till den icke-keratiniserade orala slemhinnan hos annars fullt friska individer. RAS drabbar f&#xF6;</p>]]></description><link>https://www.internetodontologi.se/orofacial-medicin/recidiverande-aftos-stomatit-ras-afte/</link><guid isPermaLink="false">6509da25ad16c400014ca1dd</guid><category><![CDATA[Orofacial medicin]]></category><category><![CDATA[afte]]></category><category><![CDATA[aftös]]></category><category><![CDATA[återkommande]]></category><category><![CDATA[behandling]]></category><category><![CDATA[blåsa]]></category><category><![CDATA[bristtillstånd]]></category><category><![CDATA[celiaki]]></category><category><![CDATA[förändring]]></category><category><![CDATA[herpes]]></category><category><![CDATA[läkemedel]]></category><category><![CDATA[major]]></category><category><![CDATA[minor]]></category><category><![CDATA[orsaker]]></category><category><![CDATA[PFAPA]]></category><category><![CDATA[RAS]]></category><category><![CDATA[recidiverande]]></category><category><![CDATA[sår]]></category><category><![CDATA[smärta]]></category><category><![CDATA[stomatit]]></category><category><![CDATA[symtom]]></category><category><![CDATA[premium]]></category><dc:creator><![CDATA[Bankvall Maria • Leg. tandläkare* • Odont. Dr.** • *Masthuggskliniken/Orofacialmedicinskt centrum i Västra Götaland • Avd för Odontologi och Oral hälsovetenskap, Jönköpings Universitet]]></dc:creator><pubDate>Fri, 05 Jan 2024 19:40:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><h3 id="definitioner"><strong>Definitioner</strong></h3><p><u>Recidiverande aft&#xF6;s stomatit (RAS)</u></p><p>Ett inflammatoriskt tillst&#xE5;nd av ok&#xE4;nd etiologi med sm&#xE4;rtsamma, recidiverande solit&#xE4;ra eller multipla s&#xE5;r lokaliserade framf&#xF6;r allt till den icke-keratiniserade orala slemhinnan hos annars fullt friska individer. RAS drabbar f&#xF6;retr&#xE4;desvis individer i 10&#x2013;40 &#xE5;rs &#xE5;ldern och uppvisar ofta en heredit&#xE4;r koppling.&#xA0;&#xA0;</p><p><u>Afte-liknande ulcerationer (ALU)</u></p><p>Ett inflammatoriskt tillst&#xE5;nd med sm&#xE4;rtsamma, recidiverande solit&#xE4;ra eller multipla s&#xE5;r lokaliserade framf&#xF6;r allt till den icke-keratiniserade orala slemhinnan hos individer med bakomliggande systemsjukdom, allergi, bristtillst&#xE5;nd och/eller medicinering. Kliniskt kan de h&#xE4;r s&#xE5;ren inte skiljas fr&#xE5;n RAS men kr&#xE4;ver ofta en mer omfattande utredning och behandling.</p><h3 id="prevalens"><strong>Prevalens</strong></h3><p>RAS drabbar cirka 2% av den vuxna svenska befolkningen. F&#xF6;rekomsten varierar i olika delar av v&#xE4;rlden. D&#xE4;rmed tillh&#xF6;r detta tillst&#xE5;nd en av de vanligaste orala slemhinnef&#xF6;r&#xE4;ndringar som finns och behandlas idag inom b&#xE5;de tandv&#xE5;rden och sjukv&#xE5;rden. Det &#xE4;r idag sv&#xE5;rt att estimera f&#xF6;rekomsten av ALU.</p><h3 id="orsaker"><strong>Orsaker</strong></h3><p>Etiologin bakom RAS &#xE4;r ok&#xE4;nd men tros vara multifaktoriell d&#xE4;r m&#xE5;nga olika faktorer samverkar f&#xF6;r att ge uppkomst till de s&#xE5;rbildningar som k&#xE4;nnetecknar detta tillst&#xE5;nd. De flesta patienter &#xE4;r unga och somatiskt friska men aft&#xF6;sa s&#xE5;r anses kunna vara associerade med ett flertal systemsjukdomar s&#xE5;som inflammatorisk tarmsjukdom (IBD), celiaki, Beh&#xE7;ets sjukdom och autoinflammatoriska sjukdomar (AIS) s&#xE5;som periodic fever, aphthous stomatitis, pharyngitis, cervical adenitis (PFAPA), HIV/AIDS, cyklisk neutropeni, vissa l&#xE4;kemedel, bristtillst&#xE5;nd (serum ferritin, j&#xE4;rn-, folat-, zink- eller B-vitaminbrist), samt &#xF6;verk&#xE4;nslighet mot vissa f&#xF6;do&#xE4;mnen. Om det finns en association till n&#xE5;got av ovanst&#xE5;ende b&#xF6;r tillst&#xE5;ndet kallas afte-liknande ulceration (ALU) och inte RAS d&#xE5; det senare begreppet endast ska anv&#xE4;ndas vid aft&#xF6;sa s&#xE5;r hos helt somatiskt friska individer.&#xA0;</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/05/210858_WfXJH25USmmnhuegGMOj_MB-SIMMF-Kursbild.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">S&#xE5;rbildningar i munh&#xE5;lan med fokus p&#xE5; afte och afte-liknande lesioner</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/Sarbildningar-i-munhalan-med-fokus-pa-afte-och-afte-liknande-lesioner?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="symptom"><strong>SYMPTOM</strong></h2><p>S&#xE5;ren &#xE4;r ofta sm&#xE4;rtsamma och f&#xF6;rekommer p&#xE5; icke keratiniserad slemhinna s&#xE5; som insidan av l&#xE4;pparna och kinderna, tungans sidor&#xE4;nder, under tungan och i munbotten. Mer ovanliga lokalisationer &#xE4;r mjuka gommen, uvula, gomb&#xE5;garna och tungryggen och tyder ofta p&#xE5; ett sv&#xE5;rare tillst&#xE5;nd. Patienten upplever oftast sm&#xE4;rtan som br&#xE4;nnande och svidande vilket g&#xF6;r det sv&#xE5;rt att &#xE4;ta och tala. S&#xE5;ren kan &#xE4;ven ge en allm&#xE4;np&#xE5;verkan med symtom s&#xE5;som feber och lympadenopati.</p><h2 id="kliniska-fynd"><strong>KLINISKA FYND</strong></h2><p>Aft&#xF6;sa s&#xE5;r har ett mycket karakteristiskt utseende med ett eller flera runda till ovala s&#xE5;r som omges av en rodnad (halo) med en central ulceration. Kliniskt g&#xE5;r det inte att avg&#xF6;ra om det r&#xF6;r sig om RAS eller ALU utan detta f&#xE5;r avg&#xF6;ras fr&#xE5;n de anamnestiska uppgifterna samt ev. annan utredning och provsvar.&#xA0;</p><h4 id="ras-brukar-av-tradition-delas-in-i-tre-olika-former-till-stor-del-baserat-p%C3%A5-storleken-p%C3%A5-s%C3%A5ren"><strong>RAS brukar av tradition delas in i tre olika former till stor del baserat p&#xE5; storleken p&#xE5; s&#xE5;ren:&#xA0;</strong></h4><ul><li>Minor RAS (&#xD8;&lt; 10 mm)</li><li>Major RAS (&#xD8;&gt;10 mm)</li><li>Herpetiform aft&#xF6;s stomatit (&#xD8;&lt; 3 mm)</li></ul><p><strong>Minor RAS</strong> &#xE4;r den vanligaste varianten, och utg&#xF6;r ca 80% av all RAS. S&#xE5;ren som kan vara flera till antalet l&#xE4;ker p&#xE5; cirka en vecka utan &#xE4;rrbildning.</p><p></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="https://lh6.googleusercontent.com/fgLcv_0D0CGolvtvKu2f1D4zzfALkchZDY8o-DJpzrTf-4R80WxI2RmUbavdrbgvEVfcVnkV3C5g5Z5m0tyrO15ZSyQWNuFJE3jlSbQc91gkU41GV9y1T41SoS0qKEHs2F0wJUIxQxd9" class="kg-image" alt loading="lazy" width="581" height="386"><figcaption><i><em class="italic" style="white-space: pre-wrap;">Bild 1, Minor RAS</em></i></figcaption></figure><p></p><p><strong>Major RAS </strong>&#xE4;r en sv&#xE5;rare form d&#xE4;r s&#xE5;ren ofta &#xE4;r st&#xF6;rre, solit&#xE4;ra och djupare vilket leder till att det kan ta flera veckor att l&#xE4;ka, ofta med &#xE4;rrbildning. Predilektionsst&#xE4;llen &#xE4;r insidan av l&#xE4;pparna, mjuka gommen samt gomb&#xE5;garna. Vid major RAS &#xE4;r det vanligt att drabbas av b&#xE5;de stora och sm&#xE5; s&#xE5;r, dvs en blandform.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="https://lh6.googleusercontent.com/3Uo2FWBENWBupMOwlUCoq5m7699wZKdmoYMymGthhHlhYZjSKWWIoykAOt3PRb7BBhU0HCGCPfHv0fzt9_wkHrls71Yp6EikSUiEQszOcFYULU4rMFaqraWBKHaXBSLC2loTTD-jJ9Ar" class="kg-image" alt loading="lazy" width="581" height="387"><figcaption><i><em class="italic" style="white-space: pre-wrap;">Bild 2, Major RAS</em></i></figcaption></figure><p></p><p><strong>Herpetiform RAS</strong> &#xE4;r en ovanlig form d&#xE4;r patienten drabbas av ett stort antal sm&#xE5; s&#xE5;r vanligen i munbotten eller under tungan. S&#xE5;ren kan bilda st&#xF6;rre sammanh&#xE4;ngande omr&#xE5;den och liknar herpes s&#xE5;r, d&#xE4;rav namnet, men har visat sig inte vara virusorsakat. Ca 5% av RAS utg&#xF6;rs av den h&#xE4;r formen.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="https://lh4.googleusercontent.com/O2ZkFu44_JQEDb-ygOH8hIbCc1tFuA5dCgx47NUVraYB-xZMswHQU7Q5VuXTYYzJcRXvgUJnoaj6Z0tIheR035531Pz5Quo0M26fZTX39w1UFRR1jB_r2We-qJOxbiM8JCgjblgxdrPL" class="kg-image" alt loading="lazy" width="1015" height="742"><figcaption><i><em class="italic" style="white-space: pre-wrap;">Bild 3, Herpetiform RAS</em></i></figcaption></figure><p></p><h2 id="differentialdiagnoser"><strong>DIFFERENTIALDIAGNOSER</strong></h2><h3 id="herpes-simplex-virus-hsv"><strong>Herpes simplex virus (HSV)</strong></h3><p>S&#xE5;ren brukar vara lokaliserade till den fasta gingivan, exempelvis h&#xE5;rda gommen och gingivan.  F&#xF6;rloppet &#xE4;r ofta akut med multipla s&#xE5;r i kluster, unilateralt med en icke-vallartad kant och associeras med allm&#xE4;n sjukdomsk&#xE4;nsla, feber och lymfadenopati. F&#xF6;r att utreda den misst&#xE4;nkta HSV-diagnosen b&#xF6;r ett virusprov tas.</p><h3 id="traumautl%C3%B6sta-s%C3%A5r"><strong>Traumautl&#xF6;sta s&#xE5;r</strong></h3><ul><li>Bits&#xE5;r</li><li>Skavs&#xE5;r</li><li>Kemiskt inducerat s&#xE5;r</li><li>Factitia inducerat s&#xE5;r</li><li>Eosinofila s&#xE5;r</li></ul><p>L&#xE4;mplig utredning och behandling beroende p&#xE5; misstanke.</p><h3 id="orofacial-granulomatos-ofg"><strong>Orofacial Granulomatos (OFG)&#xA0;</strong></h3><p>De vanligaste kliniska symptomen &#xE4;r l&#xE4;ppsvullnad, ansiktssvullnad, munvinkelragader och perioralt erytem. Andra vanliga symptom &#xE4;r rundade uppdrivningar (kullerstensutseende), slemhinneveck (tag formationer), gingivala hyperplasier och&#xA0; generell gingivit. D&#xE5; OFG kan ha en koppling till Crohns sjukdom kan aft&#xF6;sa s&#xE5;rbildningar i munslemhinnan uppst&#xE5;.</p><h3 id="dermatologisk-sjukdom"><strong>Dermatologisk sjukdom</strong></h3><ul><li>Pemfigus</li><li>Slemhinnepemfigoid/Linear IgA sjukdom</li><li>Lichen Planus</li><li>Kronisk ulcerativ stomatit</li><li>Epidermolysis bullosa acquista</li></ul><p>F&#xF6;rloppet &#xE4;r oftast kroniskt med st&#xF6;rre lesioner i multipla lokalisationer med flera slemhinnor involverade och i vissa fall &#xE4;ven hudengagemang.</p><h3 id="oral-skivepitelcancer"><strong>Oral skivepitelcancer</strong></h3><p>Oftast ett solit&#xE4;rt s&#xE5;r som inte l&#xE4;ker som inte alltid &#xE4;r f&#xF6;renat med sm&#xE4;rta. S&#xE5;ret kan vara indurerat och l&#xE4;ttbl&#xF6;dande. Lymfadenopati kan f&#xF6;rekomma.&#xA0;</p><h2 id="utredning"><strong>UTREDNING</strong></h2><p>Diagnosen st&#xE4;lls p&#xE5; klinisk grund d&#xE4;r anamnes och status &#xE4;r viktiga delar av utredningen. Det finns idag inget specifikt laboratoriskt prov f&#xF6;r RAS.&#xA0;</p><p>Det kan finnas anledning till utvidgad utredning om patienten uppvisar symtom som tyder p&#xE5; ALU dvs att det kan finnas en systemsjukdom, ett bristtillst&#xE5;nd, en l&#xE4;kemedelsreaktion eller en allergi bakom patientens besv&#xE4;r med aft&#xF6;sa s&#xE5;r. D&#xE5; kan det vara aktuellt med f&#xF6;ljande utredning beroende p&#xE5; symtom och fr&#xE5;gest&#xE4;llning:</p><ul><li>Biopsi + ev. annan provtagning (bakterie/svamp/virus, saliv)&#xA0;</li><li>Provtagning vid behov via remiss till v&#xE5;rdcentralen med avseende att utreda:<ul><li>Bristtillst&#xE5;nd: J&#xE4;rn, S-Ferritin, B1, B2, B6, S-Folat (B9), S-kobalamin (B12), zink</li><li>Blodstatus f&#xF6;r att utesluta underliggande sjukdom: B-EPK, B-EVF, B-Hb, Ery-MCV, Ery-MCH, Ery-MCHC, B-LPK och B-TPK</li><li>Inflammationsmark&#xF6;rer: CRP, Calprotectin</li><li>tTG-IgA vid misstanke om celiaki</li></ul></li></ul><p>Vid behov remitteras patienten vidare till allm&#xE4;nl&#xE4;kare eller specialistl&#xE4;kare beroende p&#xE5; omfattningen av symtom f&#xF6;r att s&#xE4;kerst&#xE4;lla varf&#xF6;r patienten drabbas av aft&#xF6;sa s&#xE5;r.&#xA0;</p><p>Patienter som anger f&#xF6;ljande symtom b&#xF6;r remitteras till allm&#xE4;nl&#xE4;kare:</p><ul><li>Nydebuterad RAS i vuxen &#xE5;lder &#x2013; misstanke bristtillst&#xE5;nd eller megaloblastanemi.</li><li>Milda/diffusa gastro-intestinala besv&#xE4;r &#x2013; misstanke celiaki, f&#xF6;do&#xE4;mnesallergi, IBS, IBD (Mb Crohn och Ulcer&#xF6;s colit).</li></ul><p>Patienter som anger f&#xF6;ljande symtom b&#xF6;r remitteras till specialistl&#xE4;kare:</p><ul><li>Genitala s&#xE5;r &#x2013; remiss till reumatolog om misstanke Beh&#xE7;ets.</li><li>Sv&#xE5;ra gastro-intestinala besv&#xE4;r &#x2013; remiss till gastroenterolog om misstanke IBD (Mb Crohn och Ulcer&#xF6;s colit), celiaki.</li><li>Misstanke om HIV/AIDS &#x2013; remiss infektionsmottagning.</li><li>Misstanke om autoinflammatorisk sjukdom (AIS) &#x2013; remiss till reumatolog g&#xE4;llande t.ex PFAPA, FMF, CAPS, MKD, TRAPS, NRRP12, LPN2, TNFAIP3, NOD2, PSTPiP1.</li><li>Misstanke om cyklisk neutropeni eller benign familj&#xE4;r neutropeni &#x2013; remiss till hematolog.</li><li>Misstanke att specifikt f&#xF6;do&#xE4;mne triggar s&#xE5;rbildningen &#x2013; remiss till allergolog f&#xF6;r allergiutredning (b&#xF6;r inkludera eliminations- och provokationsdiet d&#xE5; det f&#xF6;rmodligen inte r&#xF6;r sig om en IgE-f&#xF6;rmedlad allergi utan en f&#xF6;rdr&#xF6;jd reaktion).</li></ul><p>Andra tillst&#xE5;nd att beakta: Sweets syndrom, MAGIC syndrom</p><h2 id="behandling"><strong>BEHANDLING</strong></h2><p>De flesta individer har begr&#xE4;nsade besv&#xE4;r och klarar sig bra utan behandling. Ett mindre antal patienter har dock uttalade sv&#xE5;righeter att &#xE4;ta och tala, vilket leder till en m&#xE4;rkbart s&#xE4;nkt livskvalitet. M&#xE5;let med eventuell behandling &#xE4;r att minska sm&#xE4;rtan och inflammationen samt f&#xF6;rhindra sekund&#xE4;r infektion.</p><p>Det erbjuds idag ett antal olika terapiformer. Principen vid val av terapi &#xE4;r enklast m&#xF6;jliga behandling i f&#xF6;rh&#xE5;llande till biverkningar och kostnader. Det finns idag ingen enskild terapiform som kan anses effektiv f&#xF6;r alla och studier p&#xE5; behandling av RAS hos vuxna &#xE4;r begr&#xE4;nsade. Kunskapen om behandling p&#xE5; barn existerar knappt. Det &#xE4;r s&#xE4;llan som barn under 2 &#xE5;r f&#xE5;r besv&#xE4;r med aft&#xF6;sa s&#xE5;r. F&#xF6;r vuxna finns vissa riktlinjer g&#xE4;llande behandling men f&#xF6;r barn b&#xF6;r behandling s&#xE4;ttas in i samr&#xE5;d med pedodontist och/eller tandl&#xE4;kare med oralmedicinsk kompetens och/eller l&#xE4;kare om inte tillr&#xE4;cklig kompetens finns p&#xE5; kliniken.</p><h3 id="icke-farmakologisk"><strong>Icke-farmakologisk</strong></h3><ul><li>Patientinformation kring RAS/ALU, hittas under &#x201C;Patientinformation&#x201D; p&#xE5; <a href="https://ofmcentrum.se/?ref=internetodontologi.se" rel="noreferrer">www.ofmcentrum.se</a></li><li>Puts av vassa kuspar och sk&#xE4;r vid behov</li><li>Rekommendera tandkr&#xE4;m utan natriumlaurylsulfat t.ex. Zendium, Sinaftin eller Salutem</li><li>Vid upplevd muntorrhet rekommenderas salivstimulerande (tabletter och tuggummi) och sm&#xF6;rjande produkter (olja och/eller gel) t.ex.<ul><li>Proxident sprej och gel</li><li>Zendium Saliva gel</li><li>GUM hydragel</li><li>Flux Dry Mouth</li><li>Flux Drops eller andra tabletter</li><li>Sockerfritt tuggummi</li><li>XyliMelts</li></ul></li><li>Vid parafunktion &#xF6;verv&#xE4;g en mjukplastskena i &#xF6;k och/eller en mjukplastskena i uk</li><li>Justera en illasittande protes, bettskena eller tandst&#xE4;llning</li><li>Receptfria preparat t.ex. Aftex, Afta Clear, Oral Medic, AftaMed, AfteNova</li><li>Antibakteriella preparat t.ex. Corsodyl, Hexident, Paroex</li></ul><h3 id="egenv%C3%A5rdsprogram"><strong>Egenv&#xE5;rdsprogram</strong></h3><ul><li>Munhygien<ul><li>Borsta t&#xE4;nderna morgon och kv&#xE4;ll med eltandborste alt. mjuk tandborste</li><li>Anv&#xE4;nd fluortandkr&#xE4;m som inte inneh&#xE5;ller natriumlaurylsulfat t.ex. Zendium, Sinaftin eller Salutem</li><li>Reng&#xF6;r t&#xE4;nderna approximalt en g&#xE5;ng om dagen med t.ex. tandtr&#xE5;d, Plackers, SoftPick/EasyPick, mellanrumsborste och/eller tandpetare</li><li>Anv&#xE4;nd ett munsk&#xF6;ljpreparat vid behov exempelvis Zendium munsk&#xF6;lj eller antibakteriellt preparat. Undvik starka produkter som kan reta slemhinnan som exempelvis Listerine</li></ul></li><li>Kostvanor<ul><li>&#xC4;t regelbundet tre huvudm&#xE5;l och ca 1&#x2013;2 mellanm&#xE5;l dagligen</li><li>Undvik sm&#xE5;&#xE4;tande</li><li>Var restriktiv med sockerhaltiga produkter och produkter med mycket tillsatser s&#xE5; som godis, chips, ketchup, l&#xE4;sk, hel- och halvfabrikat m.m</li><li>Undvik f&#xF6;da som kan orsaka trauma t.ex. h&#xE5;rda br&#xF6;dkanter, kn&#xE4;ckebr&#xF6;d, chips</li></ul></li><li>Regelbundna s&#xF6;mnvanor</li><li>Regelbunden motion samt att f&#xF6;rs&#xF6;ka undvika stress i m&#xF6;jligaste m&#xE5;n</li></ul><h2 id="farmakologisk-behandling"><strong>FARMAKOLOGISK BEHANDLING</strong></h2><h3 id="lokal-analgetika"><strong>Lokal analgetika</strong></h3><ul><li><em>Andolex&#xAE; (Benzydamin hydroklorid) 1,5 mg/ml</em>F&#xF6;r vuxna och barn &#xF6;ver 12 &#xE5;r: 15 ml var 1,5&#x2011;3 timme vid behov. Sk&#xF6;lj munnen eller gurgla under ca 30 sekunder tills sm&#xE4;rtstillande effekt uppn&#xE5;s. L&#xF6;sningen skall ej sv&#xE4;ljas utan spottas ut. Anv&#xE4;nds vid behov vid inflammation i munslemhinnan. Preparatet b&#xF6;r inte ges till barn under 12 &#xE5;r.</li><li><em>Lidokainhydroklorid i Oral Cleaner APL Munsk&#xF6;ljv&#xE4;tska 5 mg/ml</em><ul><li>F&#xF6;r vuxna: 5&#x2013;10 ml omsk&#xF6;ljes i munh&#xE5;lan vid behov vid sm&#xE4;rta i munslemhinnan. Omsk&#xF6;ljes 1 min f&#xF6;r att d&#xE4;refter spottas ut. Nedsv&#xE4;ljes ej. Maxdos 140 ml/dygn.</li><li>F&#xF6;r barn: En sprayning motsvarar ca 0,6 ml munsk&#xF6;ljv&#xE4;tska och 3 mg lidokain. Maxdos &#xE4;r 1,5 mg/kg max 1 g&#xE5;ng per timme.</li></ul></li><li><em>Lidokain APL Munh&#xE5;lepasta 5%</em><ul><li>F&#xF6;r vuxna: Ett tunt lager p&#xE5;strykes p&#xE5; s&#xE5;ret vid sm&#xE4;rta. Maximal dygnsdos: 8 g munh&#xE5;lepasta, motsvarande 400 mg lidokain. Maximal dos per doseringstillf&#xE4;lle &#xE4;r 4 g munh&#xE5;lepasta. Munh&#xE5;lepasta av en &#xE4;rtas storlek v&#xE4;ger ca 0,1 g vilket motsvarar 5 mg lidokain.</li><li>F&#xF6;r barn &#xF6;ver 3 &#xE5;r: Ett tunt lager p&#xE5;strykes p&#xE5; s&#xE5;ret vid behov. Maximal dygnsdos: 0,06 g munh&#xE5;lepasta/kg kroppsvikt, motsvarande 3 mg lidokain/kg kroppsvikt. (1,2 g munh&#xE5;lepasta per dygn motsvarande 60 mg lidokain f&#xF6;r ett barn som v&#xE4;ger 20 kg). Preparatet b&#xF6;r inte anv&#xE4;ndas p&#xE5; barn under 3 &#xE5;r p&#xE5; grund av risk f&#xF6;r allvarliga biverkningar.</li></ul></li><li><em>Xylocain kutan spray 10 mg/dos</em><ul><li>F&#xF6;r vuxna och barn &#xF6;ver 12 &#xE5;r: 1&#x2013;20 sprayningar mot slemhinnorna per dygn f&#xF6;r sm&#xE4;rtstillande effekt.</li><li>F&#xF6;r barn under 12 &#xE5;r: Dosen ska inte &#xF6;verstiga 3 mg/kg (6 sprayningar f&#xF6;r ett barn som v&#xE4;ger 20 kg).</li></ul></li></ul><h3 id="systemisk-analgetika"><strong>Systemisk analgetika</strong></h3><ul><li><em>Paracetamol</em><ul><li>F&#xF6;r vuxna och barn &#xF6;ver 12 &#xE5;r: 1&#x2013;2 tabletter var 4&#x2013;6 timme, h&#xF6;gst 4 g&#xE5;nger per dygn. Maxdos: 4000 mg/dygn.</li><li>F&#xF6;r barn under 12 &#xE5;r: Dosering till barn (inklusive sp&#xE4;dbarn) &#xE4;r 10&#x2013;15 mg/kg kroppsvikt var 4&#x2013;6 timme, h&#xF6;gst 4 g&#xE5;nger per dygn. Maximal dygnsdos: 60 mg/kg kroppsvikt. Patientens v&#xE5;rdnadshavare b&#xF6;r uppmanas att kontakta l&#xE4;kare om h&#xF6;g feber, tecken p&#xE5; infektion eller symtom kvarst&#xE5;r efter mer &#xE4;n 2 dagars behandling.</li></ul></li><li>Ibuprofen (<em>NSAID</em>)<ul><li>F&#xF6;r vuxna och barn &#xF6;ver 12 &#xE5;r: 200&#x2013;400 mg givet som enkeldos eller 3&#x2013;4 g&#xE5;nger per dygn, dock h&#xF6;gst 1200 mg per dygn.</li><li>F&#xF6;r barn under 12 &#xE5;r: Dosering per kg kroppsvikt g&#xE4;ller endast upp till 42 kg. 5&#x2013;7,5 mg ibuprofen/kg kroppsvikt som enkeldos eller 20&#x2013;30 mg/kg per dygn. Dosen ges var 6:e timme, h&#xF6;gst fyra g&#xE5;nger per dygn. B&#xF6;r ej ges till barn under 6 m&#xE5;nader eller barn som v&#xE4;ger under 7 kg. Kontakta l&#xE4;kare om behov av detta l&#xE4;kemedel f&#xF6;religger i mer &#xE4;n 3 dagar, eller om symtomen f&#xF6;rs&#xE4;mras.</li></ul></li><li>Naproxen (<em>NSAID</em>)F&#xF6;r vuxna och barn &#xF6;ver 12 &#xE5;r: 250&#x2013;500 mg morgon och kv&#xE4;ll, h&#xF6;gst 1 000 mg/dygn. B&#xF6;r inte ges till barn under 12 &#xE5;r.</li><li><em>Morfin Meda</em>5&#x2013;10 mg var 4&#x2013;6 timme vid sm&#xE4;rta i munslemhinnan. Om detta inte ger tillr&#xE4;cklig sm&#xE4;rtlindring kan dosen beh&#xF6;va &#xF6;kas till 10&#x2013;30 mg 4&#x2013;6 g&#xE5;nger dagligen eller i undantagsfall &#xE4;nnu h&#xF6;gre. Doseringsintervallet b&#xF6;r vara 4&#x2013;6 timmar.</li></ul><h3 id="steroider"><strong>Steroider</strong></h3><h4 id="lokala"><strong>Lokala:</strong></h4><ul><li>Triamcinolon, munh&#xE5;legel, 0,1%. F&#xF6;r vuxna, 5 ml omsk&#xF6;ljes i munh&#xE5;lan under minst 1 min en g&#xE5;ng dagligen i 3-5 dagar vid prodromalsymtom.</li><li>Klobetasolpropionat, munh&#xE5;legel, 0,025%. Behandlingen m&#xE5;ste anpassas individuellt till varje patient med minsta m&#xF6;jliga dos till st&#xF6;rsta m&#xF6;jliga nytta.<ul><li>F&#xF6;r vuxna: 5 ml omsk&#xF6;ljes i munh&#xE5;lan en g&#xE5;ng om dagen under 4&#x2013;5 dagar f&#xF6;r att h&#xE4;va s&#xE5;rbildningen. Omsk&#xF6;ljes 1&#x2013;2 min f&#xF6;r att d&#xE4;refter spottas ut. Nedsv&#xE4;ljes ej. Sk&#xF6;lj inte ur munnen med vatten efter&#xE5;t. Anv&#xE4;nds p&#xE5; kv&#xE4;llen efter tandborstning f&#xF6;re s&#xE4;ngg&#xE5;ende.</li><li>F&#xF6;r barn (som kan klara av att sk&#xF6;lja oftast fr&#xE5;n 8 &#xE5;rs &#xE5;lder): 2&#x2013;3 ml omsk&#xF6;ljes i munh&#xE5;lan en g&#xE5;ng om dagen under 3&#x2013;5 dagar f&#xF6;r att h&#xE4;va s&#xE5;rbildningen. Omsk&#xF6;ljes 1&#x2013;2 min f&#xF6;r att d&#xE4;refter spottas ut. Nedsv&#xE4;ljes ej. Sk&#xF6;lj inte ur munnen med vatten efter&#xE5;t. Anv&#xE4;nds p&#xE5; kv&#xE4;llen efter tandborstning f&#xF6;re s&#xE4;ngg&#xE5;ende.<ul><li>F&#xF6;r yngre barn (&#xF6;ver 2 &#xE5;r) kan man stryka p&#xE5; gelen ist&#xE4;llet f&#xF6;r att sk&#xF6;lja.</li></ul></li></ul></li><li>Klobetasolpasta <em>0,025% APL, Munh&#xE5;lepasta</em><ul><li>F&#xF6;r vuxna och barn (&#xF6;ver 2 &#xE5;r): Appliceras i ett tunt lager med tops 1&#x2013;2 g&#xE5;nger/dag under 3&#x2013;5 dagars tid vid inflammation i munslemhinnan.</li></ul></li></ul><h4 id="schema-%E2%80%93-m%C3%A5ttliga-besv%C3%A4r"><strong>Schema &#x2013; m&#xE5;ttliga besv&#xE4;r</strong></h4><p>Ett bra schema att f&#xF6;lja vid m&#xE5;ttliga besv&#xE4;r med &#xE5;terkommande aft&#xF6;s stomatit f&#xF6;r ton&#xE5;ringar och vuxna &#xE4;r f&#xF6;ljande:</p><ul><li>Vid prodromalsymtom sk&#xF6;lj en g&#xE5;ng om dagen under 3&#x2013;5 dagars tid f&#xF6;r att h&#xE4;va s&#xE5;rbildning.</li><li>D&#xE4;refter s&#xE4;tts sk&#xF6;ljningen ut till dess att symtom uppkommer igen och patienten b&#xF6;rjar sk&#xF6;lja p&#xE5; nytt i ett par dagars tid.</li><li>Pat beh&#xF6;ver d&#xE5; endast kallas tillbaka f&#xF6;r kontroll vid behov men det &#xE4;r bra att &#xE5;terkoppla till patienten t.ex. per telefon efter ca en m&#xE5;nad f&#xF6;r att utv&#xE4;rdera effekten av behandlingen och se till s&#xE5; att patienten f&#xF6;rst&#xE5;tt ordinationen och koopererar v&#xE4;l.</li></ul><h4 id="schema-%E2%80%93-kraftiga-besv%C3%A4r"><strong>Schema &#x2013; kraftiga besv&#xE4;r</strong></h4><p>Ett bra schema att f&#xF6;lja vid kraftiga besv&#xE4;r med &#xE5;terkommande aft&#xF6;s stomatit f&#xF6;r ton&#xE5;ringar och vuxna &#xE4;r exempelvis f&#xF6;ljande:</p><ul><li>Vecka 1&#x2013;4: Sk&#xF6;ljning en g&#xE5;ng om dagen i tv&#xE5; veckor och d&#xE4;refter en g&#xE5;ng varannan dag i tv&#xE5; veckor. Pat kallas d&#xE4;refter f&#xF6;r kontroll f&#xF6;r utv&#xE4;rdering av behandlingen.&#xA0;</li><li>D&#xE4;refter sk&#xF6;ljning endast vid prodromalsymtom. D&#xE5; b&#xF6;r sk&#xF6;ljning ske en g&#xE5;ng om dagen i ca 3&#x2013;5 dagar f&#xF6;r att h&#xE4;va s&#xE5;rbildningen. Pat kallas d&#xE4;refter f&#xF6;r kontroll efter 3 m&#xE5;n och avslutas sedan. Pat kan d&#xE4;refter forts&#xE4;tta att anv&#xE4;nda Klobetasol endast vid behov.</li><li>Vid mycket sv&#xE5;ra besv&#xE4;r kan det vara aktuellt att pat b&#xF6;rjar sk&#xF6;lja 2 ggr/dag i 2 veckor innan den trappar ner till att sk&#xF6;lja en g&#xE5;ng om dagen i 2 veckor. D&#xE5; ordineras ocks&#xE5; Nystimex som antifungal profylax. D&#xE4;refter sker nedtrappning enligt och fortsatt behandling enligt ovanst&#xE5;ende. <em>Behandling med Nystimex Oral-Suspension 100 000 IU/ml glasflaska, 100 ml</em><ul><li>Dosering: 3 ml omsk&#xF6;ljes i munh&#xE5;lan tv&#xE5; g&#xE5;nger dagligen i tv&#xE5; veckor som profylax vid sk&#xF6;ljning med Klobetasol. Suspensionen tas helst efter m&#xE5;ltid exempelvis p&#xE5; f&#xF6;rmiddagen och eftermiddagen och h&#xE5;lls kvar i munnen s&#xE5; l&#xE4;nge som m&#xF6;jligt innan det spottas ut eller nedsv&#xE4;ljes.</li></ul></li></ul><p>Avsikten med ovanst&#xE5;ende preparat &#xE4;r att bryta den inflammatoriska process som leder till s&#xE5;rbildning. Det &#xE4;r viktigt att po&#xE4;ngtera att effekten till stor del uteblir om sk&#xF6;ljningen s&#xE4;tts in f&#xF6;r sent och s&#xE5;ret hunnit etablera sig i slemhinnan.</p><h4 id="systemiska"><strong>Systemiska:</strong></h4><ul><li><em>Prednisolon </em>Det finns inga generella riktlinjer men fr&#xE5;n litteraturen finns f&#xF6;ljande exempel<ul><li>F&#xF6;r vuxna: 5 mg/dag i 3 veckor, i samr&#xE5;d med l&#xE4;kare om egen erfarenhet av f&#xF6;rskrivning saknas</li><li>F&#xF6;r vuxna: 20 mg/dag i 4 dagar, max 4 ggr/&#xE5;r, i samr&#xE5;d med l&#xE4;kare om egen erfarenhet av f&#xF6;rskrivning saknas</li><li>F&#xF6;r barn: Endast i samr&#xE5;d med l&#xE4;kare</li></ul></li></ul><h3 id="antibiotika-lokalbehandling"><strong>Antibiotika, lokalbehandling</strong></h3><ul><li>Klortetracyklin, kapslar &#xE0; 250 mg. Det &#xE4;r m&#xF6;jligt att f&#xF6;rskriva &#xE4;ven om det st&#xE5;r som avregistrerat p&#xE5; FASS genom att kontakta APL. Preparatet har f&#xF6;rmodligen en etsande effekt vilket keratiniserar slemhinnan s&#xE5; att den blir tjockare och mer motst&#xE5;ndskraftig.<ul><li>Dosering f&#xF6;r vuxna: En kapsel uppl&#xF6;ses i 10 ml vatten. Blandas. Omsk&#xF6;ljes i 2 min. Spottas ut. D&#xE4;refter sk&#xF6;lj ur munnen med vatten och spotta ut. Upprepas 4 g&#xE5;nger dagligen i 4 dagar vid s&#xE5;r i munh&#xE5;lan. Avbryt inte en p&#xE5;b&#xF6;rjad kur. P&#xE5;b&#xF6;rja inte en ny kur f&#xF6;rr&#xE4;n tidigast efter 7 dagar.</li></ul></li></ul><p>OBS!!! Kuren b&#xF6;r tas vid prodromalsymtom. En ny kur b&#xF6;r inte p&#xE5;b&#xF6;rjas f&#xF6;rr&#xE4;n tidigast en vecka efter att den sista kuren avslutats d&#xE5; det finns risk att det uppst&#xE5;r f&#xF6;rskjutningar i den orala floran om det anv&#xE4;nds f&#xF6;r l&#xE4;nge. B&#xF6;r inte ordineras till barn d&#xE5; det missf&#xE4;rgar t&#xE4;nder och st&#xF6;r tandbildningen (amelogenesen) och inte heller till gravida p.g.a. risk f&#xF6;r fosterskador.</p><h2 id="immunomodulerande-behandling"><strong>Immunomodulerande behandling</strong></h2><p>Talidomid har i flera studier visat sig ha mycket god effekt p&#xE5; patienter med sv&#xE5;ra besv&#xE4;r av RAS. Det finns dock stora begr&#xE4;nsningar i anv&#xE4;ndandet p&#xE5; grund av risk f&#xF6;r fosterskador samt risk f&#xF6;r neurologiska skador. Behandling med Talidomid b&#xF6;r endast ske p&#xE5; strikta indikationer och alltid i samr&#xE5;d med l&#xE4;kare.</p><h2 id="nationella-riktlinjer-2022"><strong>NATIONELLA RIKTLINJER 2022</strong></h2><p><strong>Prioritet 5 enligt rekommendationsskalan</strong></p><p><em>Tillst&#xE5;nd: </em>Tung- och munsveda</p><p><em>&#xC5;tg&#xE4;rd: </em>Beteendep&#xE5;verkan</p><p><strong>Prioritet 10 enligt rekommendationsskalan</strong></p><p><em>Tillst&#xE5;nd: </em>Tung- och munsveda</p><p><em>&#xC5;tg&#xE4;rd: </em>Farmakologisk behandling</p><p></p><hr><p></p><h2 id="referenser"><strong>Referenser</strong></h2><p>Mattsson U, B&#xE4;ckman K. Oral Medicin i teori och praktik. Gothia fortbildning AB. 2016.</p><p>Axell T. Munslemhinnan vid h&#xE4;lsa och sjukdom: klinisk diagnostik och behandling. Gothia Fortbildning AB. 2015.</p><p>Akintoye SO, Greenberg MS. <a href="https://pubmed.ncbi.nlm.nih.gov/24655523/?ref=internetodontologi.se">Recurrent aphthous stomatitis. </a>Dent Clin North Am. 2014&#xA0; Apr;58(2):281-97. Baccaglini L, Lalla RV, Bruce AJ, Sartori-Valinotti JC, Latortue MC, Carrozzo M and Rogers RS, 3rd (2011). Urban legends: recurrent aphthous stomatitis. Oral Dis 17: 755-70.</p><p>Scully C, Porter S. Oral mucosal disease: recurrent aphthous stomatitis (2008). Br J Oral Maxillofac Surg 46: 198-206.</p><p>Natah SS, Konttinen YT, Enattah NS, Ashammakhi N, Sharkey KA and Hayrinen-Immonen R (2004). Recurrent aphthous ulcers today: a review of the growing knowledge. Int J Oral Maxillofac Surg 33: 221-34.</p><p></p>]]></content:encoded></item><item><title><![CDATA[Agenesi av uk-5:or]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Avsaknad av anlag (agenesi/aplasi) f&#xF6;r en eller b&#xE5;da andra premolarerna i underk&#xE4;ken f&#xF6;rekommer hos omkring 3 % av barnen i Skandinavien. Detta inneb&#xE4;r att det i genomsnitt b&#xF6;r finnas en elev i varje skolklass med denna avvikelse.</p>]]></description><link>https://www.internetodontologi.se/ortodonti/agenesi-av-uk-5or/</link><guid isPermaLink="false">6509da25ad16c400014ca201</guid><category><![CDATA[Ortodonti]]></category><category><![CDATA[agenesi]]></category><category><![CDATA[aplasi]]></category><category><![CDATA[avsaknad]]></category><category><![CDATA[premolar]]></category><category><![CDATA[premolarer]]></category><category><![CDATA[tandanlag]]></category><dc:creator><![CDATA[Bjerklin Krister • Specialist i Ortodonti • Docent • Malmö universitet]]></dc:creator><pubDate>Fri, 17 May 2024 06:27:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Avsaknad av anlag (agenesi/aplasi) f&#xF6;r en eller b&#xE5;da andra premolarerna i underk&#xE4;ken f&#xF6;rekommer hos omkring 3 % av barnen i Skandinavien. Detta inneb&#xE4;r att det i genomsnitt b&#xF6;r finnas en elev i varje skolklass med denna avvikelse. F&#xF6;r skandinaviska barn med normal bettutveckling, kan diagnosen fastst&#xE4;llas vid 9-10 &#xE5;rs &#xE5;lder. I vissa fall syns inte anlagen f&#xF6;rr&#xE4;n barnet &#xE4;r i 11-12 &#xE5;rs &#xE5;lder, men detta &#xE4;r mycket ovanligt.</p><p>Hos en ganska stor del av barnen med agenesi/aplasi kan man se en uttalad rotresorption och/eller infraocklusion av de prim&#xE4;ra andra molarerna redan i 9-11 &#xE5;rs &#xE5;lder. Dessa prim&#xE4;ra molarer b&#xF6;r avl&#xE4;gsnas och man kan f&#xF6;rv&#xE4;nta sig en bra mesialvandring och luckreduktion hos de flesta barn.</p><p>Ibland sitter emellertid, av olika sk&#xE4;l, de andra prim&#xE4;ra molarerna kvar i 12-13 &#xE5;rs&#xE5;ldern. D&#xE5; kan det vara sv&#xE5;rare att besluta vad som ska g&#xF6;ras.</p><p>Det har visats i flera studier att barn som har agenesi av uk-5-or oftare har:</p><p></p><ul><li>Retinerade &#xF6;verk&#xE4;ksh&#xF6;rnt&#xE4;nder i ektopiskt l&#xE4;ge</li><li>Ektopisk eruption av &#xF6;verk&#xE4;kens f&#xF6;rsta permanenta molarer</li><li>Agenesi av &#xF6;verk&#xE4;kslateralerna</li><li>Tappt&#xE4;nder av &#xF6;verk&#xE4;kslateralerna</li></ul><p>Barn som diagnostiseras med ektopisk eruption av &#xF6;verk&#xE4;kens f&#xF6;rsta permanenta molarer i 6-7 &#xE5;rs &#xE5;lder kan s&#xE5;ledes betraktas som en riskpatient f&#xF6;r att senare f&#xE5; agenesi av underk&#xE4;kens andra premolarer.</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/210858_meyf1mS8TzWUPkLNrj0p_KB-AAUAP-Kursbild.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Agenesi av underk&#xE4;kens andra premolar med uppf&#xF6;ljning av de kvarvarande prim&#xE4;ra molarerna</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/agenesi-av-underkakens-andra-premolar-med-uppfoljning-av-de-kvarvarande-primara-molarerna?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="behandling"><strong>BEHANDLING</strong></h2><p>Det finns olika behandlingsalternativ b&#xE5;de i 9-10 &#xE5;rs &#xE5;lder och senare. F&#xF6;rst m&#xE5;ste man dock g&#xF6;ra en helhetsbed&#xF6;mning av patientens mognad samt av patientens och f&#xF6;r&#xE4;ldrarnas intresse f&#xF6;r behandling. Det b&#xF6;r ocks&#xE5; g&#xF6;ras en bed&#xF6;mning av bettyp och tillv&#xE4;xtm&#xF6;nster f&#xF6;r att f&#xE5; en uppfattning om m&#xF6;jlighet till en bra luckslutning.</p><p>Behandlingsalternativen &#xE4;r:</p><p></p><ul><li>Extraktion av andra prim&#xE4;ra molaren. Ibland extraktion av andra prim&#xE4;ra molaren, i kombination med extraktion av andra premolaren i motst&#xE5;ende k&#xE4;ke och spontan luckslutning.</li><li>Extraktion som ovan men med luckslutning med fast ortodontisk apparatur.</li><li>Extraktion av andra prim&#xE4;ra molaren och transplantation av en visdomstand fr&#xE5;n &#xF6;verk&#xE4;ken n&#xE4;r visdomstanden har cirka 3/4 rotutveckling.</li><li>Extraktion av andra prim&#xE4;ra molaren och ers&#xE4;ttning med implantat och krona.</li><li>L&#xE4;mna den andra prim&#xE4;ra molaren p&#xE5; plats.</li></ul><p>B&#xE4;sta f&#xF6;ruts&#xE4;ttningarna f&#xF6;r en spontan luckslutning efter extraktion av andra prim&#xE4;ra molarerna &#xE4;r d&#xE5; andra permanenta molarerna inte brutit fram och f&#xF6;rsta premolarerna kommit s&#xE5; l&#xE5;ngt att de &#xE4;r &#x201D;l&#xE5;sta&#x201D; mellan r&#xF6;tterna p&#xE5; f&#xF6;rsta prim&#xE4;ra molarerna s&#xE5; att premolarerna inte riskerar att tippa distalt. I fall med anterior platsbrist och/eller tr&#xE5;ngst&#xE4;llning kan man v&#xE4;nta lite l&#xE4;ngre eftersom man d&#xE5; vill att f&#xF6;rsta premolarerna ska g&#xE5; distalt.</p><p>Hos barn med progredierande infraocklusion och/eller rotresorption, samt hos de med stora fyllningar eller karies i de andra prim&#xE4;ra molarerna, b&#xF6;r man &#xF6;verv&#xE4;ga extraktion &#xE4;ven om barnet &#xE4;r lite &#xE4;ldre, upp i 11-12 &#xE5;rs &#xE5;ldern.</p><p><em>Bild 1. I detta fall saknas plats f&#xF6;r h&#xF6;rnt&#xE4;nderna i b&#xE5;da k&#xE4;karna och andra molarerna har inte brutit fram &#xE4;nnu. Patienten &#xE4;r 9 &#xE5;r samt har normala relationer mellan k&#xE4;karna b&#xE5;de sagittalt, transversellt och vertikalt. H&#xE4;r kan man f&#xF6;rv&#xE4;nta sig bra m&#xF6;jlighet till spontan luckslutning i underk&#xE4;ken efter extraktion av de b&#xE5;da andra prim&#xE4;ra molarerna. I detta fall vill vi ocks&#xE5; att de f&#xF6;rsta premolarerna ska kunna g&#xE5; distalt.</em></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/j24HT4jxQqscP8dfG8IITLez-Q_pwNXgyYFukyFqnFreddlJffFiKsr6Hw9RNK4xUTmybb1ddHZK5JyLdXrfLaFgLqESFMlwoj5G04Cc8g7BDv5DtooBoSk9W0wkfkCAT0Aqq5n4kRNQ" class="kg-image" alt loading="lazy" width="500" height="250"></figure><p></p><p>Hos barn utan platsbrist med djupa bett och &#x201D;fyrkantigt&#x201D; ansikte och v&#xE4;xtm&#xF6;nster (s&#xE5; kallade &#x201D;<em>low angle cases</em>&#x201D;) och &#xE4;ven hos de med &#x201D;<em>high angle </em>&#x201D; i kombination med postnormalt bett (Angle Klass II:1) kan det vara kontraindicerat med extraktion eftersom luckslutning, s&#xE5;v&#xE4;l spontant som med fast ortodontisk apparatur, har d&#xE5;lig prognos och &#xE4;r mycket tids&#xF6;dande. H&#xE4;r kan alternativet med transplantation eller implantat och krona vara en b&#xE4;ttre l&#xF6;sning, s&#xE5;vida man inte l&#xE5;ter den andra prim&#xE4;ra molaren sitta kvar.</p><p><em>Bild 2. Transplanterad visdomstand fr&#xE5;n&#xF6;verk&#xE4;ken till platsen f&#xF6;r 35. (Med tillst&#xE5;nd fr&#xE5;n Dr Sven Kvint).</em></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/2bRAHXngwWmqb2-XCISrGb0-4JrFFlWS2pDqfSw2jbBc8YURVf0PT6Ud1e2uHkWs5qY-1y29STSaiS-GmIO4OjmQEkYB93LFvXgiQZjlp0ZDFkYzjfi6CU4BX5Sk5d4Gmm3TeLL4R6wH" class="kg-image" alt loading="lazy" width="500" height="329"></figure><p></p><h2 id="l%C3%A5ngtidsprognos-f%C3%B6r-persisterande-andra-prim%C3%A4ra-molarer"><strong>L&#xE5;ngtidsprognos f&#xF6;r persisterande andra prim&#xE4;ra molarer</strong></h2><p>Det finns bara ett f&#xE5;tal studier som unders&#xF6;kt vad som h&#xE4;nder med dessa andra prim&#xE4;ra molarer. De studier med l&#xE4;ngst uppf&#xF6;ljning visar dock att hos de prim&#xE4;ra molarer som hade endast m&#xE5;ttlig rotresorption och infraocklusion vid 12-13 &#xE5;rs &#xE5;lder var prognosen till 25-30 &#xE5;rs &#xE5;lder mycket bra. Mer &#xE4;n 90 % av de andra prim&#xE4;ra molarerna satt kvar i vuxen &#xE5;lder. &#xC4;ven senare studier har visat att persisterande andra prim&#xE4;ra molarer med endast liten infraocklusion och rotreserption vid 17 &#xE5;rs &#xE5;lder har bra prognos f&#xF6;r att sitta kvar till vuxen &#xE5;lder.</p><p>I studien med l&#xE4;ngst uppf&#xF6;ljning fanns 99 persisterande andra prim&#xE4;ra molarer kvar vid 18 &#xE5;rs &#xE5;lder. Av dessa f&#xF6;rlorades:</p><p></p><ul><li>en vid 21 &#xE5;rs &#xE5;lder p g a omfattande rotresorption och infraocklusion</li><li>tv&#xE5; vid 22-23 &#xE5;rs &#xE5;lder p g a progredierande infraocklusion</li><li>tv&#xE5; vid 33 &#xE5;rs &#xE5;lder p g a omfattande rotresorption</li><li>tv&#xE5; p g a karies vid 24 respektive 35 &#xE5;rs &#xE5;lder</li></ul><p><em>Infraocklusion</em></p><p>Omfattande infraocklusion uppkom endast hos ett f&#xE5;tal individer. Fem personer fick infraocklusion p&#xE5; mer &#xE4;n 5 mm. Hos tre av dessa var infraocklusionen s&#xE5; uttalad att t&#xE4;nderna extraherades. En av de fem uppvisade en infraocklusion p&#xE5; 10 mm. Denna tand extraherades vid 23 &#xE5;rs &#xE5;lder.</p><p>I en norsk studie (Hvaring et al.) fann man att infraocklusion var en mera kritisk faktor &#xE4;n rotresorption f&#xF6;r prim&#xE4;ra molarernas &#xF6;verlevnad. Men i den studien hade man diagnosticerat infraocklusion vid 0,2 mm under ocklusionsplanet ist&#xE4;llet f&#xF6;r vid 1 mm som oftast anv&#xE4;nds.</p><p><em>Bild 3. Patientfall.&#xD6;verst 19 &#xE5;r, i mitten 25 &#xE5;r och nederst 36 &#xE5;r.75 i obetydlig infraocklusion som eventuellt &#xF6;kat n&#xE5;got.</em></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/txfVE1nplFZhxZJsyWKtDGoA20W66pPv_3R_WkUNTtOasIHGmFXOdlPSIyUDZ8-tWkG7Lp4dLNZYiJtRI-9xui8XTwbLRvXF1dqqGreknzB6fB4v3GEfrQ1nzMrCd6mR1jegjPIDGu28" class="kg-image" alt loading="lazy" width="500" height="172"></figure><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/4GqKOjy9vP8cE0kJ76brstiGyNBU5cv5v_WTUfGMnLLWveKbG9ulV2XDPJNtN74_4EEinx3Qphp9Twp2NWpuOn2VXdMKgW2_QMLPbkgReR6aWjLiKcUADK5elfaIw-b6KW8FwAz3lbeT" class="kg-image" alt loading="lazy" width="500" height="174"></figure><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/3xYcjbU3h9MttjqUExZoQtuzF4UBaCIImYe2Pc8Mq0u-VP1EKFYEWkxyVqnHHsbTwADzzN9PSMFaSshvbXxMLpb602HlWtOIZE3q7S5kSHYHmw0a6ocnK5JsNFrbsdR76xh0H1VtOACD" class="kg-image" alt loading="lazy" width="500" height="170"></figure><p></p><p><em>Rotresorption</em></p><p>Progressionen av rotresorption var l&#xE5;ngsam. Hos 45 % av de andra prim&#xE4;ra molarerna &#xE4;ndrades inte resorptionsgraden fr&#xE5;n 12 till 25 &#xE5;rs &#xE5;lder. Fr&#xE5;n 20 till 29 &#xE5;rs &#xE5;lder var resorptionsgraden of&#xF6;r&#xE4;ndrad hos 91 % av personerna.</p><p></p><h2 id="slutsats"><strong>SLUTSATS</strong></h2><p>Hos barn i 12-13 &#xE5;rs &#xE5;lder d&#xE4;r de andra prim&#xE4;ra molarerna sitter kvar, infraocklusionen &#xE4;r h&#xF6;gst ett par mm, mer &#xE4;n 3/4 av rotl&#xE4;ngden finns kvar och de efterf&#xF6;ljande premolarerna saknas, kommer med 95 % sannolikhet de prim&#xE4;ra molarerna sitta kvar upp i vuxen &#xE5;lder</p><p></p><hr><h2 id="referenser"><strong>Referenser</strong></h2><p>Behr M, Proff P, Leitzmann M, Pretzel M, Handel G, Schmalz G, Driemel O, Reichert T E, Koller M. Survey of congenitally missing teeth in orthodontic patients in Eastern Bavaria. Eur J Orthod 2011;33:32-36.</p><p>Bergstr&#xF6;m K. An orthopantomographic study of hypodontia, supernumeraries and other anomalies in school children between the ages of 8-9 years. Swed Dent J 1977;1:145-157.</p><p>Bilinska M, Zadurska M, Czochrowska E. Status of retained deciduous second molars in subjects with agenesis of second premolars in relation to age. Eur J Paediatr Dent. 2023 Dec 1;24(4):262 - 266.</p><p>Bjerklin K, Bennett J. The long-term survival of lower second primary molars in subjects with agenesis of the premolars. Eur J Orthod 2000;22:245-255.&#xA0;</p><p>Bjerklin K. Orthodontic management of agenesis of mandibular second premolars. Experts Corner APOS Trends in Orthodontics. 2019;9:1-5</p><p>Bjerklin K, Al-Najjar M, K&#xE5;restedt H, Andr&#xE9;n A. Agenesis of mandibular second premolars with retained primary molars. A longitudinal radiographic study of 99 subjects from 12 years of age to adulthood. Eur J Orthod 2008;30:254-261.</p><p>Bjerklin K, Kurol J, Valentin J. Ectopic eruption of maxillary first permanent molars and association with other tooth and developmental disturbances. Eur J Orthod 1992;14:369-375.&#xA0;</p><p>Dos Santos CCO, Melo DL, da Silva PP, Normando D. What is the survival rate of deciduous molars in cases with agenesis of premolar successors? A systematic review. Angle Orthod. 2022 Jan 1;92(1):110-117. doi: 10.2319/123020-1039.1. PMID: 34329385; PMCID: PMC8691466.</p><p>Hvaring CL, Birkeland K (2020) The long-term fate of persisting deciduous molarsand canines in 42 patients with severe hypodontia: a 12-year follow-up. Eur J Orthod42;581-586.</p><p>Hvaring CL, &#xD6;gaard B, Stenvik A, Birkeland K. The prognosis of retained primary molars without successors: Infraocclusion, root resorption and restorations in 111 patients. Eur J Orthod 2014;36:26-30.</p><p>Josefsson E, Brattstrom V, Tegsjo U, Valerius-Olsson H. Treatment of lower second premolar agenesis by autotransplantation: four-year evaluation of eighty patients. Acta Odont Scand 1999;57:111-115.</p><p>Garib DG, Peck S, Gomes SC. Increased occurrence of dental anomalies associated with second-premolar agenesis. Angle Orthod 2009;79: 436-441.</p><p>Grahn&#xE9;n H. Hypodontia in the permanent dentition. A clinical and genetical investigation. Odontologisk Revy 1956:(supplement 3); 28-39.</p><p>Ith-Hansen K, Kjaer I. Persistence of deciduous molars in subjects with agenesis of second premolars. Eur J Ort 2000;22:239-243.</p><p>Joondeph D R, McNeill R W. Congenitally absent second premolars:an interceptive approach. Am J Orthod 1971;59:50-66.</p><p>Karunakaran A, Ram MK, Laxmi MKS, Kumara EGA, Narayanan A, Cyriac MB. Agenesis of mandibular second premolar. IJOCR 2013;1:18-21.</p><p>Kvint S, Lindsten R, Magnusson A, Nilsson P, Bjerklin K. Autotransplantation of teeth in 215 patients &#x2013; A follow-up study. Angle Orthod 2010;80:446-451.</p><p>Karunakaran A, Kodanda Ram M et al. Agenesis of mandibular second premolar. Review Article. IJOCR 2013;1: 18-21.</p><p>Lindqvist B. Extraction of the deciduous second molar in hypodontia. Eur J Orthod 1980;2:173-181.</p><p>Locht S. Panoramic radiographic examination of 704 Danish children aged 9-10 years. Community Dent Oral Epidemiol1980;8:375-378.</p><p>Lundberg T, Isaksson S. A clinical follow-up study of 278 autotransplanted teeth. Brittish J Oral Maxillofac Surgery 1996;34:181-185.</p><p>Mamopoulou A M, H&#xE4;gg U, Schr&#xF6;der U, Hansen K. Agenesis of mandibular second premolars. Spontaneous space closure after extraction therapy: a 4-year follow-up. Eur J Orthod 1996;18:589-600.</p><p>Ravn J J, Nielsen L A. En ortopantomografisk unders&#xF6;kelse af overtal af aplasier hos 1530 Kobenhavnske skolebond. Tandlaegebladet 1973:77;12.22. (with English summary)</p><p>Rune B, Sarn&#xE4;s K-V.Root resorption and submergence in retained deciduous second molars. Eur J Orthod 1984:6;123-131</p><p>Thilander B, Myrberg N. The prevalence of malocclusion in Swedish school children. Scand J Dent Res 1973;81:12-20.</p>]]></content:encoded></item><item><title><![CDATA[Aktinisk cheilit (solskada på läppen)]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Aktinisk cheilit &#xE4;r en ytlig solskada p&#xE5; l&#xE4;ppen, oftast lokaliserad till vermilion p&#xE5; underl&#xE4;ppen. Aktinisk cheilit uppst&#xE5;r p&#xE5; grund av solskadade keratinocyter i epidermis, hudens yttersta hudlager. N&#xE4;r denna solskada uppst&#xE5;r i huden kallas den</p>]]></description><link>https://www.internetodontologi.se/orofacial-medicin/aktinisk-cheilit-solskada-pa-lappen/</link><guid isPermaLink="false">6509da25ad16c400014ca1fe</guid><category><![CDATA[Orofacial medicin]]></category><category><![CDATA[Aktinisk cheilit]]></category><category><![CDATA[cheilit]]></category><category><![CDATA[diagnostik]]></category><category><![CDATA[kryoterapi]]></category><category><![CDATA[läppar]]></category><category><![CDATA[premalignitet]]></category><category><![CDATA[solskada]]></category><category><![CDATA[solskydd]]></category><category><![CDATA[UV-ljus]]></category><category><![CDATA[Vermilionektomi]]></category><dc:creator><![CDATA[Danielsson Darlington Markus E.S. • Överläkare • Avd för Dermatologi och Venereologi • Sahlgrenska Universitetssjukhuset • Hallands sjukhus Båstad • Hudläkarmottagning]]></dc:creator><pubDate>Fri, 15 Mar 2024 07:52:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Aktinisk cheilit &#xE4;r en ytlig solskada p&#xE5; l&#xE4;ppen, oftast lokaliserad till vermilion p&#xE5; underl&#xE4;ppen. Aktinisk cheilit uppst&#xE5;r p&#xE5; grund av solskadade keratinocyter i epidermis, hudens yttersta hudlager. N&#xE4;r denna solskada uppst&#xE5;r i huden kallas den f&#xF6;r aktinisk keratos.</p><p>F&#xF6;rekomsten av aktiniska cheiliter st&#xE5;r i relation till den sammanlagda m&#xE4;ngden ultraviolett ljus under livet. Ljushyllta personer, ofta m&#xE4;n och personer som r&#xF6;ker, med en &#xE5;lder &#xF6;ver 40 &#xE5;r l&#xF6;per h&#xF6;gre risk att utveckla aktinisk cheilit.</p><h3 id="etiologi"><strong>Etiologi</strong></h3><p>Aktinisk cheilit orsakas av kronisk exponering f&#xF6;r solens UV-ljus.</p><h4 id="riskfaktorer"><strong><em>Riskfaktorer:</em></strong></h4><p></p><ul><li>Ljushyllthet (ljus hudtyp)</li><li>H&#xF6;g &#xE5;lder (kronisk UV-exposition)</li><li>Boende i/resor till soliga l&#xE4;nder</li><li>Immunosuppression (p g a behandling efter organtransplantation)</li><li>R&#xF6;kning</li></ul><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/210858_sNVvceRJSn6spdBxUw8Q_MB-OMUOD-Kursbild.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Orofacial medicin &#x2013; utredning och diagnostik</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/utredning-och-diagnostik?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="kliniska-fynd"><strong>KLINISKA FYND</strong></h2><p></p><ul><li>Torr, fj&#xE4;llande, str&#xE4;v eller skrovlig l&#xE4;pp</li><li>Fissurer (sprickor) och erosioner (ytliga s&#xE5;r)</li><li>Kroniskt s&#xE5;r (s&#xE5;r som ej l&#xE4;ker enligt f&#xF6;rv&#xE4;ntat)</li><li>&#xD6;dem (svullnad)</li></ul><p>Den kliniska bilden domineras ofta av en atrofisk (tunn) hud med tunna keratotiska (fj&#xE4;llande) plaque och erythemat&#xF6;sa (rodnade) makulae (sl&#xE4;ta f&#xF6;r&#xE4;ndringar). Ibland f&#xF6;rekommer en diffus avgr&#xE4;nsning mellan vermilion och omkringliggande hud. <a href="https://www.internetodontologi.se/orofacial-medicin/leukoplaki-vit-flack-i-slemhinnan/" rel="noreferrer">Leukoplaki</a> och missf&#xE4;rgad hud kan &#xE4;ven f&#xF6;rekomma.</p><p>De kliniska fynden kan initialt vara lokaliserade till ett specifikt omr&#xE5;de p&#xE5; l&#xE4;ppen men multifokala omr&#xE5;den &#xE4;r inte ovanligt. <a href="https://dermis.net/dermisroot/en/20428/diagnose.htm?ref=internetodontologi.se"><strong>Kliniska exempel</strong></a></p><p></p><h2 id="differentialdiagnoser"><strong>DIFFERENTIALDIAGNOSER</strong></h2><p></p><ul><li>Skivepitelcancer in situ</li><li>Skivepitelcancer</li><li>Diskoid lupus erythematosus</li><li>Lichen planus</li><li>Icke-allergisk/allergisk dermatit</li><li>Candida cheilit</li><li>Graft versus host disease (GVHD)</li><li>Granulomat&#xF6;s cheilit</li><li>Lichen sclerosus</li><li>Glandul&#xE4;r cheilit</li><li>Malnutrition</li></ul><p>&#xA0;</p><h2 id="utredning"><strong>UTREDNING</strong></h2><p>Aktinisk cheilit &#xE4;r ofta en klinisk diagnos. Vid diagnostisk os&#xE4;kerhet, framf&#xF6;r allt vid fissurer, erosioner och <a href="https://www.internetodontologi.se/orofacial-medicin/leukoplaki-vit-flack-i-slemhinnan/" rel="noreferrer">leukoplaki</a> &#xE4;r det indicerat med en, alternativt multipla, biopsier f&#xF6;r PAD f&#xF6;r verifiering histopatologiskt.</p><p>&#xA0;</p><h2 id="histopatologi"><strong>HISTOPATOLOGI</strong></h2><p>Olika omr&#xE5;den kan visa varierande grad av skivepiteldysplasi. Histopatologiska fynd &#xE4;r vanligen atrofi, f&#xF6;rtjockat epitel, inflammation i dermis, hyperkeratos i epidermis, kollagen som uppvisar basofil degeneration samt solrelaterade f&#xF6;r&#xE4;ndringar s&#xE5;som solar elastos i dermis.</p><p><em>Skivepiteldysplasin graderas enligt f&#xF6;ljande:</em></p><p></p><ul><li>Grad I: l&#xE4;tt skivepiteldysplasi</li><li>Grad II: medelsv&#xE5;r skivepiteldysplasi</li><li>Grad III: sv&#xE5;r skivepiteldysplasi (motsvarande skivepitelcancer in situ)</li></ul><p>&#xA0;</p><h2 id="behandling"><strong>BEHANDLING</strong></h2><p>Aktinisk cheilit &#xE4;r ett mycket tidigt f&#xF6;rstadium till en form av hudcancer som kallas skivepitelcancer. Studier har p&#xE5;visat att en del skivepitelcancrar &#xE4;ven uppkommer ur grad I aktiniska keratoser (the differentiated pathway) och inte ur grad III aktiniska keratoser (the classic pathway). Varje aktinisk keratos b&#xF6;r d&#xE4;rf&#xF6;r betraktas som potentiellt invasiv. Risken f&#xF6;r &#xF6;verg&#xE5;ng till invasiv skivepitelcancer &#xE4;r h&#xF6;gre vid solskada p&#xE5; l&#xE4;pp &#xE4;n p&#xE5; vanlig hud. Risken f&#xF6;r metastasering vid skivepitelcancer p&#xE5; l&#xE4;pp &#xE4;r ocks&#xE5; h&#xF6;gre &#xE4;n vid skivepitelcancer p&#xE5; vanlig hud. F&#xF6;r att f&#xF6;rhindra risk f&#xF6;r &#xF6;verg&#xE5;ng i invasiv skivepitelcancer &#xE4;r s&#xE5;ledes behandling den allm&#xE4;nna rekommendationen. Avseende behandlingsval b&#xF6;r man individualisera Vid diagnos och behandling av aktinisk cheilit rekommenderas helkroppsinspektion av huden i den kliniska unders&#xF6;kningen f&#xF6;r att inte missa hudcancer eller f&#xF6;rstadier till hudcancer d&#xE5; aktinisk cheilit &#xE4;r ett resultat av kronisk exponering f&#xF6;r solens UV-ljus. Patient med misst&#xE4;nkt aktinisk cheilit remitteras f&#xF6;retr&#xE4;delsevis till hudklinik f&#xF6;r bed&#xF6;mning, utredning och behandling.</p><h3 id="behandlingsalternativen-%C3%A4r-flera-och-valet-av-metod-beror-p%C3%A5"><strong><em>Behandlingsalternativen &#xE4;r flera och valet av metod beror p&#xE5;:</em></strong></h3><p></p><ul><li>L&#xE4;karens erfarenhet</li><li>Antalet lesioner, lesionernas storlek och distribution</li><li>Behandlingsmetodens tillg&#xE4;nglighet och kostnad</li><li>Patientens &#xE5;lder och allm&#xE4;ntillst&#xE5;nd</li></ul><p>&#xA0;</p><h3 id="f%C3%B6ljande-behandlingsalternativ-rekommenderas-i-n%C3%A4mnd-rangordning"><strong>F&#xF6;ljande behandlingsalternativ rekommenderas i n&#xE4;mnd rangordning:</strong></h3><p></p><ul><li>Vermilionektomi (&#x2019;golden standard&#x2019;) framf&#xF6;r allt vid h&#xF6;ggradig skivepiteldysplasi s&#xE5;som skivepitelcancer in situ och invasiv skivepitelcancer, med histopatologisk bekr&#xE4;ftelse p&#xE5; radikalitet (PAD)</li><li>Kryoterapi med flytande nitrogen (flytade kv&#xE4;vgas) efter eventuellt curettage (skrapning med skarp slev) av hyperkeratos</li><li>Fotodynamisk terapi (PDT, PhotoDynamic Therapy)</li><li>CO2-laserablation</li></ul><p>&#xA0;</p><h2 id="uppf%C3%B6ljning"><strong>UPPF&#xD6;LJNING</strong></h2><p>Prognosen &#xE4;r god. Patient delges information om diagnosen aktinisk cheilit, dess orsak samt att det f&#xF6;religger risk f&#xF6;r recidiv i framtiden.</p><p>Information om solskyddsr&#xE5;d samt egenkontroll av hela huden och l&#xE4;pparna. Information om r&#xF6;kavv&#xE4;njning och r&#xF6;kstopp.</p><p><a href="https://www.internetmedicin.se/behandlingsoversikter/hud-venereologi/solskydd/?ref=internetodontologi.se"><strong>Faktablad, solskydd</strong></a></p><p>Med h&#xE4;nseende p&#xE5; att aktiniska cheiliter tenderar att vara mer aggressiva &#xE4;n aktiniska keratoser i vanlig hud b&#xF6;r man individualisera.I de flesta fall rekommenderas ett uppf&#xF6;ljande kontroll&#xE5;terbes&#xF6;k cirka 6 m&#xE5;nader efter behandling.</p><p><strong>DIAGNOSKOD ICD-10</strong></p><p>L56.8A</p><p></p><hr><h3 id="referenser"><strong>Referenser</strong></h3><p>Svenska s&#xE4;llskapet f&#xF6;r dermatologi och venereologi (SSDV) &#x2013; Svenska S&#xE4;llskapet f&#xF6;r dermatologisk kirurgi och onkologi (SDKO):</p><p><a href="http://ssdv.se/images/pdf/SDKOs_Riktlinjer_for_SCC__BCC_2016.pdf?ref=internetodontologi.se"><strong>http://ssdv.se/images/pdf/SDKOs_Riktlinjer_for_SCC__BCC_2016.pdf</strong></a></p><p>Trager MH, Farmer K, Ulrich C, Basset-Seguin N, Herms F, Geskin LJ et al. Actinic cheilitis: a systematic review of treatment options. J Eur Acad Dermatol Venereol 2021;35:815-23</p><p>Cavalcante AS, Anbinder AL, Carvalho YR. Actinic cheilitis: clinical and histological features. J Oral Maxillofac Surg. 2008 Mar;66(3):498-503</p><p>Fern&#xE1;ndez-Figueras MT et al. J Eur Acad Dermatol Venereol 2015;29(5):991-7</p><p>Gupta AK, Paquet M, Villanueva E, Brintnell W. Interventions for actinic keratoses. Cochrane Database Syst Rev 2012; 12:CD004415.</p><p>Shah AY, Doherty SD, Rosen T. Actinic cheilitis: a treatment review. Int J Dermatol. 2010 Nov;49(11):1225-34</p><p>Ishida MD CE , Ramos-e-Silva MD P, Marcia. Cryosurgery in oral lesions. International Journal of Dermatology 1998;37:283-5.</p><p></p><p>Lai M, Pampena R, Cornacchia L, Pellacani G, Peris K , Longo C. Treatments of actinic cheilitis: A systematic review of the literature. J Am Acad Dermatol 2020;83:876-87</p>]]></content:encoded></item><item><title><![CDATA[Akupunktur - stimulering för smärtlindring]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Sedan urminnes tider har m&#xE4;nniskan anv&#xE4;nt olika stimuleringsmetoder f&#xF6;r att uppn&#xE5; s&#xE5;v&#xE4;l v&#xE4;lbehag som sm&#xE4;rtlindring. En av de &#xE4;ldsta stimuleringsmetoderna, massage, finns beskriven redan i sumerriket i Mesopotamien, ca 4000 &#xE5;r f</p>]]></description><link>https://www.internetodontologi.se/bettfysiologi/akupunktur-stimulering-for-smartlindring/</link><guid isPermaLink="false">6509da25ad16c400014ca1fb</guid><category><![CDATA[Bettfysiologi]]></category><category><![CDATA[akupunktur]]></category><category><![CDATA[behandling]]></category><category><![CDATA[metod]]></category><category><![CDATA[muskelsmärta]]></category><category><![CDATA[nål]]></category><category><![CDATA[smärta]]></category><category><![CDATA[smärtlindring]]></category><category><![CDATA[stimulering]]></category><dc:creator><![CDATA[Lindfors Erik • Övertandläkare • Med Dr • Specialisttandvården Kaniken • Uppsala]]></dc:creator><pubDate>Thu, 29 Jun 2023 18:14:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Sedan urminnes tider har m&#xE4;nniskan anv&#xE4;nt olika stimuleringsmetoder f&#xF6;r att uppn&#xE5; s&#xE5;v&#xE4;l v&#xE4;lbehag som sm&#xE4;rtlindring. En av de &#xE4;ldsta stimuleringsmetoderna, massage, finns beskriven redan i sumerriket i Mesopotamien, ca 4000 &#xE5;r f Kr. Sedan dess har en m&#xE4;ngd olika stimuleringsmetoder utvecklats. I modern tid har den tekniska utvecklingen m&#xF6;jliggjort framtagande av avancerad apparatur, avsedd att f&#xF6;rst&#xE4;rka olika former av stimulering.</p><p>Detta &#xE4;r ett av 5 faktablad om stimuleringsmetoder som f&#xF6;reslagits vid behandling av sm&#xE4;rtsam k&#xE4;kfunktionsst&#xF6;rning.</p><p>Se &#xE4;ven:</p><p><a href="https://www.internetodontologi.se/bettfysiologi/laser-stimulering-for-smartlindring/"><strong>Laser &#x2013; stimulering f&#xF6;r sm&#xE4;rtlindring</strong></a></p><p><a href="https://www.internetodontologi.se/bettfysiologi/pulserande-elektromagnetiska-falt-pemf-stimulering-for-smartlindring/"><strong>Pulserande elektromagnetiska f&#xE4;lt (PEMF) &#x2013; stimulering f&#xF6;r sm&#xE4;rtlindring</strong></a></p><p><a href="https://www.internetodontologi.se/bettfysiologi/icke-invasiv-radiofrekvensterapi-varmeterapi-stimulering-for-smartlindring/"><strong>Icke invasiv radiofrekvensterapi (v&#xE4;rmeterapi) &#x2013; stimulering f&#xF6;r sm&#xE4;rtlindring</strong></a></p><p><a href="https://www.internetodontologi.se/bettfysiologi/transkutan-elektrisk-nervstimulering-tens-stimulering-for-smartlindring/"><strong>Transkutan elektrisk nervstimulering (TENS) &#x2013; stimulering f&#xF6;r sm&#xE4;rtlindring</strong></a></p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom Bettfysiologi</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/bettfysiologi?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="historik"><strong>HISTORIK</strong></h2><p>I Kina har arkeologer funnit inskriptioner i ben och sk&#xF6;ldpaddsskal fr&#xE5;n 2100 f Kr som visar att man redan d&#xE5; anv&#xE4;nde sig av akupunktur i den traditionella kinesiska medicinen (TCM). Man har &#xE4;ven funnit akupunkturn&#xE5;lar i sten fr&#xE5;n denna tid. Runt 300 f Kr b&#xF6;rjade kinesiska l&#xE4;kare att sammanst&#xE4;lla kunskaperna i s&#xE5;v&#xE4;l &#xF6;rtmedicin som akupunktur. Detta resulterade i skriften &#x201D;Huangdi Nei Jing&#x201D;, som anses vara grunden till den traditionella kunskapen i kinesisk medicin.Till Europa kom akupunkturen p&#xE5; 1500-1600-talen. 1829 lade den svenske l&#xE4;karen Gustav Landgren fram sin avhandling om akupunktur vid Uppsala Universitet. Landgren skrev i sin sammanfattning att akupunktur var effektivt vid exempelvis neuralgier, reumatiska sjukdomar, lokala spasmer, tandv&#xE4;rk och huvudv&#xE4;rk.</p><p>I TCM anser man att det i kroppen cirkulerar n&#xE5;got man kallar f&#xF6;r qi vilket kan &#xF6;vers&#xE4;ttas med &#x201D;livsenergi&#x201D;. Qi anses fl&#xF6;da genom kroppen i ett antal meridianer. P&#xE5; dessa meridianer finns 361 aku-punkter d&#xE4;r man effektivast kan p&#xE5;verka qi genom stimulering. Det finns &#xE4;ven ett tusental s k extrapunkter som man kan anv&#xE4;nda sig av vid akupunkturbehandling.Vid n&#xE5;lstimulering p&#xE5; en aku-punkt vill man uppn&#xE5; de-qi vilket betyder &#x201D;ankomst av qi&#x201D;. De-qi beskrivs ofta som djup tryckande &#xF6;mhet, tr&#xE4;ningsv&#xE4;rk och v&#xE4;rme. Enligt v&#xE4;sterl&#xE4;ndska forskningsresultat beror de-qi-k&#xE4;nslan p&#xE5; stimulering av djupa muskelafferenter. Detta inneb&#xE4;r att man inte kan f&#xF6;rv&#xE4;nta sig de-qieffekt p&#xE5; de aku-punkter d&#xE4;r man inte stimulerar i en muskel.</p><p>P&#xE5; 1970-talet &#xF6;kade intresset f&#xF6;r akupunktur i v&#xE4;stv&#xE4;rlden &#xE4;ven om man till en b&#xF6;rjan var mycket skeptisk till behandlingsformen. Med tiden har m&#xE5;nga studier p&#xE5;visat de fysiologiska effekterna bakom akupunktur och fler indikationer f&#xF6;r behandlingen har accepterats.1984 godk&#xE4;nde Socialstyrelsen akupunktur inom den svenska sjukv&#xE5;rden f&#xF6;r behandling av l&#xE5;ngvarig sm&#xE4;rta.Flera studier har visat att akupunktur har en positiv effekt p&#xE5; sp&#xE4;nningshuvudv&#xE4;rk och sm&#xE4;rtsam temporomandibul&#xE4;r dysfunktion (TMD) med &#xF6;verv&#xE4;gande myogena symtom. I en nyligen publicerad meta-analys (Al-Moraissi et al 2023) konkluderas dock att en majoritet av behandlingseffekten hos patienter med myogen TMD-sm&#xE4;rta kan utg&#xF6;ras av placeboeffekter.</p><h2 id="typer-av-akupunktur"><strong>TYPER AV AKUPUNKTUR</strong></h2><h3 id="grovt-kan-akupunkturbehandling-delas-in-i-tv%C3%A5-typer-beroende-p%C3%A5-%C3%B6vergripande-mekanism"><strong>Grovt kan akupunkturbehandling delas in i tv&#xE5; typer beroende p&#xE5; &#xF6;vergripande mekanism:</strong></h3><ul><li><em>Analgetisk akupunktur</em>&#x2013; Ger en snabbt debuterande men kortvarig sm&#xE4;rtlindring. Ofta anv&#xE4;nds elektroakupunktur och stimuleringen &#xE4;r ofta kraftigt sm&#xE4;rtsam.Denna typ av akupunktur har framf&#xF6;r allt anv&#xE4;nts experimentellt och vid exempelvis kirurgiska ingrepp.Sm&#xE4;rtlindringen &#xE4;r stressinducerad (&#xF6;kade niv&#xE5;er av stresshormoner i plasma) och bygger p&#xE5; sympatikusaktivering. Effekten tros bero p&#xE5; bland annat segmentella mekanismer i dorsalhornet och sm&#xE4;rth&#xE4;mmande endogena bansystem (Conditioned Pain Modulation, CPM).</li><li><em>Terapeutisk akupunktur</em>&#x2013; Ger en l&#xE5;ngsam debut av sm&#xE4;rtlindring som varar l&#xE4;ngre och &#xF6;kar med antalet genomf&#xF6;rda behandlingar. Denna typ av akupunktur &#xE4;r inte kraftigt sm&#xE4;rtsam, utan bygger ist&#xE4;llet p&#xE5; stimulering f&#xF6;r att uppn&#xE5; de-qi (se ovan).Till skillnad fr&#xE5;n analgetisk akupunktur vill man h&#xE4;r uppn&#xE5; antistresseffekter (minskade niv&#xE5;er av stresshormoner i plasma) genom parasympatisk aktivering och d&#xE4;mpning av sympatikus.En kombination av perifera (runt n&#xE5;len) segmentella, centrala mekanismer samt psykologiska faktorer samverkar och tros kunna f&#xF6;rklara den sm&#xE4;rtlindrande effekten av akupunktur. Uts&#xF6;ndring av endogena opioider medverkar till sm&#xE4;rth&#xE4;mningen.</li></ul><p>I praktiken &#xE4;r det en glidande &#xF6;verg&#xE5;ng mellan dessa mekanismer beroende p&#xE5; hur akupunkturbehandlingen genomf&#xF6;rs.</p><h3 id="det-finns-m%C3%A5nga-olika-former-av-akupunktur"><strong>Det finns m&#xE5;nga olika former av akupunktur:</strong></h3><ul><li><em>Klassisk akupunktur (de-qi-akupunktur)</em>H&#xE4;r stimulerar man aku-punkter i det sm&#xE4;rtande omr&#xE5;det och &#xE4;ven s&#xE5; kallade f&#xF6;rst&#xE4;rkande perifera aku-punkter i exempelvis h&#xE4;nderna. Vanligtvis &#xE4;r det en f&#xF6;renklad form av denna akupunktur som l&#xE4;rs ut p&#xE5; de korta v&#xE4;sterl&#xE4;ndska akupunkturutbildningarna.</li><li><em>Elektroakupunktur</em>En elektrisk stimulator kopplas till n&#xE5;gra av akupunkturn&#xE5;larna f&#xF6;r att p&#xE5; s&#xE5; vis f&#xF6;rst&#xE4;rka effekterna. I &#xF6;vrigt skiljer sig inte denna form av akupunktur fr&#xE5;n den klassiska. En risk vid elektroakupunktur kan vara att patienten &#x201D;&#xF6;verstimuleras&#x201D; vilket kan g&#xF6;ra att besv&#xE4;ren &#xF6;kar.</li><li><em>Triggerpunktsakupunktur</em>Triggerpunkter i muskulaturen behandlas med n&#xE5;lstimulering.</li><li><em>Segmentell akupunktur</em>N&#xE5;lar s&#xE4;tts enbart i samma segment som sm&#xE4;rtan finns i. H&#xE4;r anv&#xE4;nds s&#xE5;ledes inga perifera aku-punkter som vid klassisk akupunktur.</li><li><em>Superficiell akupunktur</em>N&#xE5;len f&#xF6;rs endast in 1-2 mm &#xF6;ver en &#xF6;m punkt och ingen stimulering ges. Eftersom man inte kommer in i n&#xE5;gon muskulatur f&#xE5;s ingen de-qi-effekt. Metoden har f&#xF6;rslagits som en instegsbehandling till &#xE4;ngsliga patienter. Efter ett par g&#xE5;nger f&#xF6;rs&#xF6;ker man sedan &#xF6;verg&#xE5; till en mer klassisk akupunktur med starkare stimulering.</li><li><em>Periostakupunktur</em>Detta &#xE4;r en mycket stark stimulering d&#xE4;r periostet stimuleras genom att n&#xE5;len f&#xF6;rs i en upp- och ned&#xE5;tg&#xE5;ende r&#xF6;relse.</li><li><em>&#xD6;ronakupunktur (aurikuloterapi)</em>Utvecklades av den franske l&#xE4;karen Paul Nogier under 50-talet. H&#xE4;r stimulerar man ytter&#xF6;rat med n&#xE5;lar. Ibland anv&#xE4;nds s k kvarn&#xE5;lar, vilket &#xE4;r sm&#xE5; n&#xE5;lar som l&#xE4;mnas i ytter&#xF6;rat under en kortare tid (dagar till veckor).</li><li><em>Laserakupunktur</em>H&#xE4;r behandlas aku-punkter med laser.</li></ul><p>Sammanfattningsvis &#xE4;r det den klassiska akupunkturen inklusive elektroakupunkturen som &#xE4;r de akupunkturformer som har b&#xE4;st vetenskapligt st&#xF6;d.I detta faktablad beskrivs den f&#xF6;renklade formen av klassisk de-qi-akupunktur som anv&#xE4;nds vid behandling av sm&#xE4;rtsam k&#xE4;kfunktionsst&#xF6;rning.</p><h2 id="indikationer"><strong>INDIKATIONER</strong></h2><h3 id="akupunktur-har-f%C3%B6reslagits-som-behandling-av"><strong>Akupunktur har f&#xF6;reslagits som behandling av:</strong></h3><ul><li>TMD-sm&#xE4;rta med &#xF6;vergripande myogen genes</li><li>Sp&#xE4;nningshuvudv&#xE4;rk</li></ul><p>Vid myofasciella sm&#xE4;rttillst&#xE5;nd med kort duration uppn&#xE5;s b&#xE4;st behandlingseffekt. Akupunktur har b&#xE4;ttre effekt p&#xE5; lokal sm&#xE4;rta j&#xE4;mf&#xF6;rt med generella sm&#xE4;rttillst&#xE5;nd, exempelvis fibromyalgi.</p><h2 id="kontraindikationer"><strong>KONTRAINDIKATIONER</strong></h2><h3 id="absoluta"><strong>Absoluta:</strong></h3><ul><li>Elektroakupunktur till patient med pacemaker (pacemakerns funktion kan st&#xF6;ras)</li><li>Hemofili (bl&#xF6;dningsrisk)</li><li>F&#xF6;rs&#xE4;mrat lymfdr&#xE4;nage</li><li>Man ska inte sticka i omr&#xE5;den med &#x201D;&#xF6;verretningssymtom&#x201D;, t ex allodyni och dysestesi</li></ul><h3 id="relativa"><strong>Relativa</strong></h3><ul><li>Hj&#xE4;rtklaffopererade (infektionsrisk &amp; antikoagulantia)</li><li>Kronisk sv&#xE5;r njursjukdom (infektionsrisk)</li><li>Antikoagulantiabehandling (bl&#xF6;dningsrisk)</li><li>Hepatit &amp; AIDS (dessa patienter kan vara infektionsk&#xE4;nsliga)</li><li>Utbredd hudinfektion (infektionsrisk)</li><li>Psykiskt gravt avvikande (symtom kan f&#xF6;rv&#xE4;rras)</li><li>Graviditet i f&#xF6;rsta trimestern (missfall har rapporterats)</li><li>Metallallergi</li></ul><h2 id="behandling"><strong>BEHANDLING</strong></h2><h3 id="f%C3%B6rberedelse"><strong>F&#xF6;rberedelse</strong></h3><ul><li>Unders&#xF6;k det sm&#xE4;rtande omr&#xE5;det noggrant och registrera r&#xF6;relsesm&#xE4;rta, palpations&#xF6;mhet och &#xF6;vriga kliniska variabler.</li><li>Informera patienten noggrant om behandlingen, f&#xF6;rv&#xE4;ntad effekt och m&#xF6;jliga biverkningar.</li><li>Patienten f&#xE5;r ligga, alternativt halvsitta, i ett bekv&#xE4;mt l&#xE4;ge.</li><li>Omr&#xE5;dena d&#xE4;r n&#xE5;lar ska s&#xE4;ttas torkas med en injektionstork (undantaget h&#xE5;rbotten) som &#xE4;r indr&#xE4;nkt i 70-procentig alkohol. Spriten f&#xE5;r lufttorka.</li></ul><h3 id="akupunkturn%C3%A5lar"><strong>Akupunkturn&#xE5;lar</strong></h3><ul><li>De allra flesta av dagens akupunkturn&#xE5;lar &#xE4;r eng&#xE5;ngsn&#xE5;lar i rostfritt st&#xE5;l med en diameter p&#xE5; mellan 0,2 &#x2013; 0,4 mm.</li><li>De tunnaste n&#xE5;larna rekommenderas ofta till barn och f&#xF6;r anv&#xE4;ndning i k&#xE4;nsliga omr&#xE5;den, s&#xE5;som ansiktet.</li><li>L&#xE4;ngden p&#xE5; n&#xE5;larna varierar mellan ca 15 &#x2013; 75 mm och beror p&#xE5; vilket omr&#xE5;de som behandlas och vilket v&#xE4;vnadsdjup som efterstr&#xE4;vas.</li></ul><h3 id="utf%C3%B6rande"><strong>Utf&#xF6;rande</strong></h3><ol><li>N&#xE5;len placeras i den aku-punkt som sammanfaller med muskelns &#xF6;mmaste punkt. Det har visat sig att det inte spelar s&#xE5; stor roll om den exakta aku-punkten anv&#xE4;nds eller om n&#xE5;len placeras en bit ifr&#xE5;n.</li><li>Insticksvinkel och djup varierar med olika aku-punkter. Det &#xE4;r viktigt att n&#xE5;len kommer in i den djupa muskulaturen f&#xF6;r att muskelafferenterna ska stimuleras och de-qi-k&#xE4;nslan ska uppst&#xE5;. Om de-qi-k&#xE4;nslan uteblir minskar chansen f&#xF6;r ett lyckat behandlingsresultat.</li><li>Vid f&#xF6;rsta bes&#xF6;ket s&#xE4;tts ca 4 n&#xE5;lar. Beroende p&#xE5; hur patienten svarar p&#xE5; behandlingen &#xF6;kas d&#xE4;refter antalet n&#xE5;lar individuellt vid kommande bes&#xF6;k. I genomsnitt brukar man slutligen anv&#xE4;nda ca 10 &#x2013; 12 n&#xE5;lar.</li><li>Stimulering. N&#xE4;r n&#xE5;len satts p&#xE5; plats (och patienten upplever de-qi) kan stimuleringen ske p&#xE5; flera olika s&#xE4;tt. Antingen f&#xF6;rs n&#xE5;len in och ut alternativt s&#xE5; vrids n&#xE5;len med- och moturs. Det vanligaste tillv&#xE4;gag&#xE5;ngs&#xE4;ttet &#xE4;r att vrida n&#xE5;len 90-180 grader fram och tillbaka. Det &#xE4;r viktigt att inte snurra runt n&#xE5;larna mer &#xE4;n 180 grader eftersom risken d&#xE5; finns att v&#xE4;vnaden snurras upp kring n&#xE5;len vilket &#xE4;r sm&#xE4;rtsamt och g&#xF6;r att n&#xE5;len kan vara sv&#xE5;r att ta ut. Observera att stimuleringen inte ska vara kraftigt sm&#xE4;rtsam f&#xF6;r patienten.</li><li>Efter den f&#xF6;rsta stimuleringen f&#xE5;r patienten sitta och v&#xE4;nta i 10 minuter innan man upprepar stimuleringen. Stimulering g&#xF6;rs 3 ggr under ett bes&#xF6;k vilket inneb&#xE4;r att en behandling tar drygt 30 minuter innan n&#xE5;larna avl&#xE4;gsnas. Vid behandlingen f&#xE5;r patienten lyssna p&#xE5; rogivande musik.</li><li>N&#xE4;r n&#xE5;larna tas ut &#xE4;r det bra att h&#xE5;lla emot huden med en kompress eftersom detta minskar risken f&#xF6;r bl&#xF6;dning. Ibland uppst&#xE5;r en liten muskelspasm kring n&#xE5;len och denna kan d&#xE5; vara sv&#xE5;r att ta ut. Om detta sker kan man kn&#xE4;ppa till n&#xE5;len med fingret och avvakta 30-60 sekunder innan man f&#xF6;rs&#xF6;ker igen. Om n&#xE5;len mot f&#xF6;rmodan &#xE4;nd&#xE5; inte g&#xE5;r att f&#xE5; ut kan en liten m&#xE4;ngd lokalanestetika l&#xF6;sa muskelspasmen.</li><li>Akupunkturbehandlingen ges vanligtvis 1 &#x2013; 2 ggr/vecka i en serie p&#xE5; ca 10 behandlingar. Om patienten inte upplever en positiv effekt efter ca 4 &#x2013; 5 bes&#xF6;k avbryts behandlingen. N&#xE4;r patienten upplever en positiv effekt kan man b&#xF6;rja glesa ut bes&#xF6;ken efter ca 6 &#x2013; 8 g&#xE5;nger. Initialt 2 &#x2013; 3 veckor mellan bes&#xF6;ken och d&#xE4;refter 1 m&#xE5;nad. Patienten utv&#xE4;rderas p&#xE5; sedvanligt s&#xE4;tt efter ca 2 &#x2013; 3 m&#xE5;nader.</li></ol><h2 id="komplikationer"><strong>KOMPLIKATIONER</strong></h2><ul><li>Akupunktur &#xE4;r en symtomatisk behandling som potentiellt skulle kunna d&#xF6;lja en mer allvarlig sjukdom och p&#xE5; s&#xE5; vis &#xE4;ven f&#xF6;rdr&#xF6;ja adekvat terapi. Det finns exempelvis beskrivna fall d&#xE4;r akupunktur f&#xF6;rdr&#xF6;jt adekvat behandling av hj&#xE4;rntum&#xF6;r. Det &#xE4;r d&#xE4;rf&#xF6;r givetvis mycket viktigt att behandling inte p&#xE5;b&#xF6;rjas om det finns os&#xE4;kerhet kring patientens diagnos.</li><li>D&#xE5;sighet efter behandling &#xE4;r relativt vanligt och patienten ska d&#xE4;rf&#xF6;r rekommenderas att inte k&#xF6;ra bil i anslutning till behandlingen.</li><li>Vid enstaka tillf&#xE4;llen kan ett litet bl&#xE5;m&#xE4;rke uppst&#xE5; p&#xE5; grund av att en liten bl&#xF6;dning uppst&#xE5;tt i anslutning till n&#xE5;lsticket.</li><li>Enstaka patienter kan uppleva yrsel, illam&#xE5;ende, och svettningar efter behandling.</li><li>Bradykardi, kr&#xE4;kning, blodtrycksfall och svimning har beskrivits i anslutning till akupunkturbehandling, men &#xE4;r relativt s&#xE4;llsynt.</li><li>I litteraturen finns en m&#xE4;ngd olika infektioner beskrivna efter akupunkturbehandling. Denna typ av infektioner &#xE4;r ytterst ovanliga under f&#xF6;ruts&#xE4;ttning att god hygien till&#xE4;mpas.</li><li>Lokala skador p&#xE5; nerver och blodk&#xE4;rl samt punktion av olika organ (exempelvis ryggm&#xE4;rgsskador) har ocks&#xE5; rapporterats. Det &#xE4;r sj&#xE4;lvklart mycket viktigt att vara anatomiskt skolad om man ska kunna erbjuda behandling med akupunktur.</li></ul><p>Sammanfattningsvis &#xE4;r komplikationsrisken l&#xE5;g, under f&#xF6;ruts&#xE4;ttning att behandlingen utf&#xF6;rs av en akupunkturutbildad medicinskt skolad terapeut.</p><h2 id="nationella-riktlinjer-f%C3%B6r-tandv%C3%A5rd-2022"><strong>NATIONELLA RIKTLINJER F&#xD6;R TANDV&#xC5;RD 2022:</strong></h2><ul><li>Vid k&#xE4;kfunktionsst&#xF6;rning utan n&#xE4;rmare specifikation, k&#xE4;kmuskelsm&#xE4;rta, och huvudv&#xE4;rk associerad med k&#xE4;kfunktionsst&#xF6;rning ger de nationella riktlinjerna akupunktur prioritet 6.Akupunktur bed&#xF6;ms ha en m&#xE5;ttlig effekt p&#xE5; dessa tillst&#xE5;nd och d&#xE4;rmed m&#xF6;jlighet att p&#xE5;verka den orala h&#xE4;lsan positivt. Effekten av behandlingen har bed&#xF6;mts fr&#xE5;n ett vetenskapligt underlag.Socialstyrelsen har bed&#xF6;mt att &#xE5;tg&#xE4;rden har en m&#xE5;ttlig till h&#xF6;g kostnad per vunnen effekt.</li><li>Vid st&#xF6;rd ansikts-k&#xE4;kmotorik p&#xE5; grund av pares, idiopatisk ansiktssm&#xE4;rta och atypisk odontalgi ger de nationella riktlinjerna akupunktur prioritet 8.Akupunktur bed&#xF6;ms ha en l&#xE5;g effekt och en begr&#xE4;nsad m&#xF6;jlighet att positivt p&#xE5;verka den orala h&#xE4;lsan vid dessa tillst&#xE5;nd. Effekten har bed&#xF6;mts av socialstyrelsens expertgrupp eftersom det vetenskapliga underlaget &#xE4;r bristf&#xE4;lligt.Socialstyrelsen har &#xE4;ven bed&#xF6;mt att akupunktur vid dessa tillst&#xE5;nd, har en h&#xF6;g kostnad per vunnen behandlingseffekt.</li></ul><h2 id="sammanfattning"><strong>SAMMANFATTNING</strong></h2><p>Akupunktur kan rekommenderas som ett komplement till &#xF6;vrig bettfysiologisk behandling vid huvudv&#xE4;rk tillskriven TMD samt vid TMD-sm&#xE4;rta med huvudsakligen myogen orsak.</p><h2 id="nationella-riktlinjer-2022"><strong>NATIONELLA RIKTLINJER 2022</strong></h2><p><strong>Prioritet 6 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>K&#xE4;kfunktionsst&#xF6;rning utan n&#xE4;rmare specifikation (TMD UNS)<em>&#xC5;tg&#xE4;rd: </em>Akupunktur</p><p><strong>Prioritet 6 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>K&#xE4;kmuskelsm&#xE4;rta (myofasciell sm&#xE4;rta)<em>&#xC5;tg&#xE4;rd: </em>Akupunktur</p><p><strong>Prioritet 8 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>St&#xF6;rd ansikts-k&#xE4;kmotorik pga pares<em>&#xC5;tg&#xE4;rd: </em>Akupunktur</p><p><strong>Prioritet 6 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>Huvudv&#xE4;rk associerad med k&#xE4;kfunktionsst&#xF6;rning<em>&#xC5;tg&#xE4;rd: </em>Akupunktur</p><p><strong>Prioritet 8 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>Idiopatisk ansiktssm&#xE4;rta och atypisk odontalgi<em>&#xC5;tg&#xE4;rd: </em>Akupunktur</p><p></p><hr><p></p><h3 id="referenser"><strong>Referenser</strong></h3><p>Al-Moraissi EA, Goddard G, Christidis N.&#xA0; Are acupuncture and dry needling effective in the management of masticatory muscle pain: A network meta-analysis of randomised clinical trials. J Oral Rehabil. 2023;50:87-97.</p><p>Cho SH, Whang WW. Acupuncture for temporomandibular disorders: a systematic review. J Orofac Pain. 2010; 24: 152-62.</p><p>Grundl&#xE4;ggande akupunktur av Christer Carlsson Studentlitteratur AB, Svenska, 2010-01-12</p><p>Johansson A, Wenneberg B, Wagersten C, Haraldson T.Acupuncture in treatment of facial muscular pain. Acta Odontol Scand. 1991 Jun;49(3):153-8.</p><p>La Touche R, Goddard G, De-la-Hoz JL, Wang K, Paris-Alemany A, Angulo-D&#xED;az-Parre&#xF1;o S, Mesa J, Hern&#xE1;ndez M. Acupuncture in the treatment of pain in temporomandibular disorders: a systematic review and meta-analysis of randomized controlled trials. Clin J Pain. 2010; 26: 541-50.</p><p>List T, Helkimo M, Andersson S, Carlsson GE. Acupuncture and occlusal splint therapy in the treatment of craniomandibular disorders. Part I. A comparative study. Swed Dent J. 1992; 16: 125-41.</p><p>List T, Helkimo M. Acupuncture and occlusal splint therapy in the treatment of craniomandibular disorders. II. A 1-year follow-up study. Acta Odontol Scand. 1992; 50: 375-85.</p><p>Melchart D, Weidenhammer W, Streng A, Hoppe A, Pfaffenrath V, Linde K.</p><p>Acupuncture for chronic headaches &#x2013; an epidemiological study. Headache. 2006; 46: 632-41.</p><p>Melchart D, Streng A, Hoppe A, Brinkhaus B, Witt C, Wagenpfeil S, Pfaffenrath V, Hammes M, Hummelsberger J, Irnich D, Weidenhammer W, Willich SN, Linde K. Acupuncture in patients with tension-type headache: randomised controlled trial. BMJ. 2005; 331: 376-82.</p><p>Nationella riktlinjer fo&#x308;r tandva&#x30A;rd &#x2013; Rekommendationer med tillho&#x308;rande kunskapsunderlag (Bilaga). Socialstyrelsen 2021.</p><p>&#x15E;en S, Orhan G, Sertel S, Schmitter M, Schindler HJ, Lux CJ, Giannakopoulos NN. Comparison of acupuncture on specific and non-specific points for the treatment of painful temporomandibular disorders: A randomised controlled trial. J Oral Rehabil. 2020 Feb 20.</p><p>Smith P, Mosscrop D, Davies S, Sloan P, Al-Ani Z. The efficacy of acupuncture in the treatment of temporomandibular joint myofascial pain: a randomised controlled trial. J Dent. 2007; 35: 259-67.</p><p>Sm&#xE4;rta och sm&#xE4;rtbehandling av Mads Werner, Ido Leden. Liber, Svenska, 2010.</p><p>Vickers AJ, Cronin AM, Maschino AC, Lewith G, MacPherson H, Foster NE, Sherman KJ, Witt CM, Linde K; Acupuncture Trialists&#x2019; Collaboration. Acupuncture for chronic pain: individual patient data meta-analysis. Arch Intern Med. 2012 Oct 22;172(19):1444-53. Review.</p><p>Wang K, Svensson P, Arendt-Nielsen L. Effect of acupuncture-like electrical stimulation on chronic tension-type headache: a randomized, double-blinded, placebo-controlled trial. Clin J Pain. 2007; 23: 316-22.</p><p>Wu JY, Zhang C, Xu YP, Yu YY, Peng L, Leng WD, Niu YM, Deng MH.Acupuncture therapy in the management of the clinical outcomes for temporomandibular disorders: A PRISMA-compliant meta-analysis. Medicine (Baltimore). 2017 Mar;96(9):e6064</p><p>Yin C, Buchheit TE, Park JJ. Acupuncture for chronic pain: an update and critical overview. Curr Opin Anaesthesiol. 2017; 30: 583-592</p>]]></content:encoded></item><item><title><![CDATA[Amelogenesis imperfekta - protetisk behandling]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Patienter med diagnosen Amelogenesis imperfekta (AI) har en genetisk st&#xF6;rning av emaljutvecklingen. AI &#xE4;r karakt&#xE4;riserad av en mycket stor heterogenitet b&#xE5;de kliniskt och genetiskt. Emaljst&#xF6;rningen drabbar i allm&#xE4;nhet b&#xE5;de den prim&#xE4;ra och permanenta dentitionen,</p>]]></description><link>https://www.internetodontologi.se/protetik/amelogenesis-imperfekta-protetisk-behandling/</link><guid isPermaLink="false">6509da25ad16c400014ca21a</guid><category><![CDATA[Protetik]]></category><category><![CDATA[adhesiv]]></category><category><![CDATA[amelogenesis]]></category><category><![CDATA[behandling]]></category><category><![CDATA[bruna]]></category><category><![CDATA[emalj]]></category><category><![CDATA[fasader]]></category><category><![CDATA[hypoplasi]]></category><category><![CDATA[imperfekta]]></category><category><![CDATA[mineralisationsstörning]]></category><category><![CDATA[porslin]]></category><category><![CDATA[protetisk]]></category><category><![CDATA[tänder]]></category><dc:creator><![CDATA[Lindunger Ann • Övertandläkare • Avd för Protetik • Eastmaninstitutet • Stockholm]]></dc:creator><pubDate>Fri, 22 Mar 2024 07:36:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Patienter med diagnosen Amelogenesis imperfekta (AI) har en genetisk st&#xF6;rning av emaljutvecklingen. AI &#xE4;r karakt&#xE4;riserad av en mycket stor heterogenitet b&#xE5;de kliniskt och genetiskt. Emaljst&#xF6;rningen drabbar i allm&#xE4;nhet b&#xE5;de den prim&#xE4;ra och permanenta dentitionen, men &#xE4;r oftast mer tydlig i det permanenta bettet. Olika prevalens siffror har rapporterats, fr&#xE5;n ca 1:14000&#x2013;1:1000.</p><p>Det &#xE4;r viktigt att fotodokumentera emaljst&#xF6;rningarna, d&#xE5; patienten kan f&#xE5; ekonomisk hj&#xE4;lp fr&#xE5;n H&#xE4;lso och sjukv&#xE5;rdsf&#xF6;rvaltningen, tandv&#xE5;rdsenheten i respektive landsting, tandv&#xE5;rd som ett led i en sjukdomsbehandling, grupp 1.</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed-25.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom Protetik</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/protetik?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="orsak"><strong>ORSAK</strong></h2><p>AI &#xE4;r en genetiskt betingad, ofullst&#xE4;ndig emaljbildning som orsakas av mutationer i de gener som styr amelogenesen. En kvantitativ och/eller en kvalitativ defekt uppst&#xE5;r i emaljen.</p><p></p><h2 id="symtom"><strong>SYMTOM</strong></h2><p>De kliniska symtomen karakteriseras av en mycket stor variation, fr&#xE5;n enstaka sm&#xE5; opaka fl&#xE4;ckar p&#xE5; ett f&#xE5;tal t&#xE4;nder till ett generellt emaljs&#xF6;nderfall i hela bettet.</p><h3 id="ai-diagnosen-kan-indelas-i-tv%C3%A5-huvudgrupper-upp-till-14-undergrupper-har-rapporterats"><strong>AI-diagnosen kan indelas i tv&#xE5; huvudgrupper (upp till 14 undergrupper har rapporterats): </strong></h3><p></p><p>1. <strong>Hypoplasityp</strong> -en kvantitativ defekt i emaljen</p><p>2. <strong>Hypomineralisationstyp</strong> -en kvalitativ defekt i emaljen, som i sin tur indelas i:</p><p></p><ul><li><em>Hypomaturationstyp</em></li><li><em>Hypokalcifikationstyp</em> (den gravaste formen)</li></ul><p>Hypoplasitypen med sm&#xE5; kvantitativa emaljdefekter med gropar och r&#xE4;nder &#xE4;r den vanligaste formen, ca 70% av AI-fallen. &#xD6;kad f&#xF6;rekomst av plack, gingivit, tandsten och karies samt betts&#xE4;nkningar rapporteras framf&#xF6;r allt vid den gravaste formen av AI, hypokalcifikationstypen. Patientens subjektiva symptom best&#xE5;r framf&#xF6;r allt i en &#xF6;kad sm&#xE4;rtk&#xE4;nslighet och otillr&#xE4;cklig estetik.</p><p></p><h2 id="behandling"><strong>BEHANDLING</strong></h2><p>M&#xE5;ls&#xE4;ttningen &#xE4;r att s&#xE5; tidigt som m&#xF6;jligt st&#xE4;lla en diagnos och uppr&#xE4;tta en multidisciplin&#xE4;r behandlingsplan i samst&#xE4;mmighet med patientens objektiva och subjektiva behov och mognadsgrad. <em>Baserade p&#xE5; skillnaderna i emaljdefektens sv&#xE5;righetsgrad, patientens ev. sm&#xE4;rtk&#xE4;nslighet och estetiska problem kommer behandlingsbehoven att vara mycket individuella. Vissa patienter har ett tillv&#xE4;xtm&#xF6;nster d&#xE4;r bettet tenderar att &#xF6;ppna sig, vilket kan f&#xF6;rsv&#xE5;ra den protetiska behandlingen och kan leda till k&#xE4;koperationsbehandling.</em></p><h3 id="generellt-ang%C3%A5ende-protetisk-behandling-i-det-permanenta-bettet"><strong>Generellt ang&#xE5;ende protetisk behandling i det permanenta bettet</strong></h3><p></p><ul><li>Kan i princip utf&#xF6;ras s&#xE5; snart den permanenta tanden erupterat, om omfattande behov finns. Det finns dock m&#xE5;nga f&#xF6;rdelar med att om m&#xF6;jligt avvakta mer definitiv protetik tills dess samtliga t&#xE4;nder erupterat framf&#xF6;r allt ur bettutvecklings aspekt.</li><li>Ju yngre patienten &#xE4;r desto viktigare med minimalinvasiv behandling.</li><li>Keramiska konstruktioner &#xE4;r att f&#xF6;redra.</li><li>Bondingstyrkan till emaljytan kan variera men fungerar i allm&#xE4;nhet v&#xE4;l om man anv&#xE4;nder dentinbondingsystem. Dock finns undantag, vid AI-typen &#x201D;smooththin&#x201D; har ett inte normalt etsm&#xF6;nster rapporterats och konventionell retentionspreparation rekommenderas i dessa fall.</li></ul><p>Konsultera specialist i protetik ang.material och cementval, d&#xE5; komposit eller adhesivt cement i vissa fall &#xE4;r ol&#xE4;mpligt (tex om man vill bonda en fasad till tanden senare)</p><h3 id="sm%C3%A4rtk%C3%A4nsligheten-vid-preparationsarbeten-kan-minskas-med"><strong>Sm&#xE4;rtk&#xE4;nsligheten vid preparationsarbeten kan minskas med:</strong></h3><p></p><ul><li>Kombination av olika anestesi medel; <a href="https://www.fass.se/LIF/product?userType=0&amp;nplId=19860829000098&amp;ref=internetodontologi.se">Citanest</a>/<a href="https://www.fass.se/LIF/product?userType=0&amp;nplId=19510531000021&amp;ref=internetodontologi.se">Xylocain</a>/<a href="https://www.fass.se/LIF/product?userType=0&amp;nplId=20000324000063&amp;ref=internetodontologi.se">Septocain</a></li><li>Septocain/septocain forte kan ofta fungera b&#xE4;ttre &#xE4;n kombinationen Citanest/Xylocain. (att beakta ang.mandibul&#xE4;rinjektion med Septocain &#xE4;r att det finns en rapport om k&#xE4;nselbortfall fr&#xE5;n Danmark).</li><li>Att vid preparation t&#xE4;cka omgivande t&#xE4;nder som inte &#xE4;r bed&#xF6;vade med t.ex. vaselin/alginat eller dyl.</li><li>Sedering kan i vissa fall beh&#xF6;vas, speciellt p&#xE5; unga patienter.</li></ul><h3 id="i-de-fall-som-emaljen-%C3%A4r-lindrigt-p%C3%A5verkadhypoplasi"><strong>I de fall som emaljen &#xE4;r lindrigt p&#xE5;verkad(hypoplasi):</strong></h3><h4 id="prim%C3%A4r-och-v%C3%A4xelbett"><strong><em>Prim&#xE4;r och v&#xE4;xelbett</em></strong></h4><p></p><ul><li>Information till patient och f&#xF6;r&#xE4;ldrar ang.diagnosen samt uppr&#xE4;tta och informera om en l&#xE5;ngsiktig terapiplan.</li><li>St&#xF6;ttning med profylax, fluorbehandling och f&#xF6;rseglingar av hypoplastiska defekter.</li></ul><h4 id="permanenta-bettet"><strong><em>Permanenta bettet</em></strong></h4><p></p><ul><li>Emaljen fungerar i allm&#xE4;nhet utm&#xE4;rkt och f&#xF6;ranleder inte protetisk behandling om inte patienten st&#xF6;rs estetiskt.</li><li>Vid missf&#xE4;rgningar i de hypoplastiska emaljdefekterna kan man prova att bleka och sedan f&#xF6;rsegla emaljytan med resin.</li></ul><h3 id="vid-behov-av-protetiska-ers%C3%A4ttningar"><strong>Vid behov av protetiska ers&#xE4;ttningar</strong></h3><h4 id="%C3%B6k-front"><strong><em>&#xD6;k-front:</em></strong></h4><p></p><p>Porslinsfasader cementerade med adhesivteknik &#xE4;r v&#xE4;vnadsbesparande och b&#xF6;r vara f&#xF6;rstahandsval</p><h4 id="uk-front"><strong><em>Uk-front:</em></strong></h4><p>Undvik om m&#xF6;jligt tidig behandling, detta d&#xE5; den tillg&#xE4;ngliga tandsubstansen &#xE4;r mycket begr&#xE4;nsad. Senare kan bondad fasad/kronterapi utf&#xF6;ras om detta &#xE4;r indicerat.</p><h4 id="premolar-och-molaromr%C3%A5den"><strong><em>Premolar och molaromr&#xE5;den:</em></strong></h4><p>I dessa omr&#xE5;den beh&#xF6;ver man i allm&#xE4;nhet inte utf&#xF6;ra protetik.</p><p></p><h3 id="i-de-fall-d%C3%A5-emaljen-%C3%A4r-gravt-p%C3%A5verkadhypomineralisation"><strong>I de fall d&#xE5; emaljen &#xE4;r gravt p&#xE5;verkad(hypomineralisation)</strong></h3><h4 id="prim%C3%A4r-och-v%C3%A4xelbett-1"><strong><em>Prim&#xE4;r och v&#xE4;xelbett</em></strong></h4><p></p><ul><li>Multidiciplin&#xE4;r terapiplanering &#xE4;r att f&#xF6;redra.</li><li>Dokumentera tandstatus med regelbundna foton och &#xF6;vervaka bettutvecklingen.</li><li>I enlighet med patientens &#xF6;nskem&#xE5;l, s&#xE4;rskilt de estetiska, och mognadsgrad utf&#xF6;ra odontologisk n&#xF6;dv&#xE4;ndig behandling s&#xE5; sm&#xE4;rtfritt som m&#xF6;jligt.</li><li>Omfattande st&#xF6;ttning med profylaktiska &#xE5;tg&#xE4;rder &#xE4;r n&#xF6;dv&#xE4;ndiga f&#xF6;r att om m&#xF6;jligt uppn&#xE5; symptomfrihet under uppv&#xE4;xten.</li><li>Andnings- och tungvanor,som kan st&#xF6;ra bettutvecklingen ska uppm&#xE4;rksammas.</li><li>Bibeh&#xE5;lla den vertikala och horisontella k&#xE4;krelationen. (Detta kan man uppn&#xE5; med t.ex.st&#xE5;lkronor eller ortodontiska band cementerade med GPA p&#xE5; de prim&#xE4;ra molarerna. De permanenta f&#xF6;rsta molarerna kan f&#xF6;rses med st&#xE5;lkronor/ortodontiska band alternativt med tunna, icke abraderande kronor/onlays.)</li><li>Om stora estetiska problem finns, speciellt i &#xF6;k-fronten, kan l&#xE5;ngtidstempor&#xE4;ra kronor i plast/porslin cementeras med t.ex. fosfatcement eller GPA.</li></ul><h4 id="permanenta-bettet-1"><strong><em>Permanenta bettet</em></strong></h4><p></p><ul><li>Kr&#xE4;ver ofta t&#xE4;mligen tidig definitiv protetik, vilket kan utf&#xF6;ras s&#xE5; snart tanden erupterat.</li></ul><p>Vid behov av protetiska ers&#xE4;ttningar</p><h5 id="%C3%B6k-front-1"><strong><em>&#xD6;k-front:</em></strong></h5><p>Porslinskronor/fasader cementerade med adhesivteknik &#xE4;r v&#xE4;vnadsbesparande och b&#xF6;r vara f&#xF6;rstahandsval.</p><h5 id="uk-front-1"><strong><em>Uk-front:</em></strong></h5><p>Undvik om m&#xF6;jligt tidig behandling, d&#xE5; den tillg&#xE4;ngliga tandsubstansen &#xE4;r mycket begr&#xE4;nsad. Senare kan bondad kron- eller fasadterapi &#xF6;verv&#xE4;gas.</p><h5 id="premolaromr%C3%A5det"><strong><em>Premolaromr&#xE5;det:</em></strong></h5><p>Keramiska konstruktioner och bonding fungerar bra.</p><h5 id="molaromr%C3%A5den"><strong><em>Molaromr&#xE5;den:</em></strong></h5><p>Onlays med bondingteknik kan utf&#xF6;ras, men keramiska starka fullkronor bondade eller konventionellt cementerade kan vara att f&#xF6;redra p.g.a. belastning. I allm&#xE4;nhet r&#xE4;cker det med protetiska ers&#xE4;ttningar t.o.m. 6:orna. Andra molaren kan med f&#xF6;rdel f&#xF6;rses med komposit.</p><p></p><h3 id="bild-nedan-1abcdef-visar-ex-p%C3%A5-patient-med-amelogenesisimperfekta-hypoplasityp"><strong><em>Bild nedan 1a,b,c,d,e,f, visar ex p&#xE5; patient med amelogenesisimperfekta, hypoplasityp</em></strong></h3><p>Bild 1a</p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/l75GUdeeEsfqPTLnKQVKBHL85PLBRS2OMHTo5daCsn4NzV77le5gC-dFye0JsBVc_TmdDTddJHZS-9BJkZAF1UiwnYX8_KOBLgQV_cQ5oSavsBNkkCi7uZ2181e1jZQevHXA1oeICrKd" class="kg-image" alt loading="lazy" width="461" height="180"></figure><p>Bild 1b</p><figure class="kg-card kg-image-card"><img src="https://lh5.googleusercontent.com/y9aKdH6Z6hnxAcDaXHoN6Wd25qXbNp-8Jk9oaOxKIBjJVmyITOzu9J2o8vbb3iiYycXxlkk_EPmLrAp4galzi5Le9jtk3pjKNCT5G9wwzhG0iQJcyttBSRSc8jyfBPTPxWPHFvZ43Poh" class="kg-image" alt loading="lazy" width="463" height="209"></figure><p>Bild 1c</p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/erW4sTB23Q7eTJRLk8XTGwiS_WXEDHMQGk_uckSoqSZUzb1geZ6rXnsFBjQcz1XddyYUKzjRSYXoRVmIUgYF6QCyW-I2cC_bM9s-8A_kyRvMgB9mD_BuHtix0d_TIH0cyhWTzoiIRsFi" class="kg-image" alt loading="lazy" width="462" height="197"></figure><p>Bild 1d</p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/ZsmPYdKPiR0dnj7ZKKWBru6bwrPpTWrSpcNkk7CoKsIVdy5oEA6dZY19uCXgOeAgIoRWge9Tpx-N-qQwTGpFpxbiOO8ybniRmRuVZRs1xeMooOOQewRfwHqwc4DxaCXb1y3jWVTr_cpS" class="kg-image" alt loading="lazy" width="467" height="331"></figure><p>Bild 1e</p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/IjM8_XhZSWlYJP0LA04Luf3n-u3R9971RiUxY3ZCTTPqQM49yKxKqAQ7mlp8J9z8jiaiNDPkUNxiK_SUCUFykLhHSN3Cq0XUYUElEZrku7TpOVyp8DAKG7tFF3hJk_5v-TsW8p2xj9tE" class="kg-image" alt loading="lazy" width="467" height="347"></figure><p></p><h3 id="bild-2abcde-visar-exempel-p%C3%A5-patient-med-amelogenesis-imperfekta-hypomineralisations-typ"><strong><em>Bild 2a,b,c,d,e visar exempel p&#xE5; patient med amelogenesis imperfekta, hypomineralisations typ</em></strong></h3><p>Bild 2a</p><figure class="kg-card kg-image-card"><img src="https://lh6.googleusercontent.com/_Wr2XeAMVzJ7OqvH87fIyOICoYj_s6cCDubB9GCs1BYRchpu2DzyLMvLHPv1ZSb8ANkh64gfzqpy9D0VXzC_qCJ4d4s1xwJzRi_s4O6STcL4OC-bupraP60w8iXRRLxfAN-V8StLMqlL" class="kg-image" alt loading="lazy" width="544" height="253"></figure><p>Bild 2b</p><figure class="kg-card kg-image-card"><img src="https://lh6.googleusercontent.com/FDOBfCKKjibvsixL4gmzCePDN3LEtFii8KyHdmQl2WBuf18GrUon82J_bqHNOT0dGjWY2Ki5mSD5q8PBnESFdIkSP2BMkm2iiZEZFP_VZWRWI7COiJlKZMkN-Eqr_o8DWNI_GmitvOut" class="kg-image" alt loading="lazy" width="548" height="253"></figure><p>Bild 2c</p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/Pwzh0xSL4T-dW54nDLH-YUdK-ASWCDcxhdtHNiVmGTKsS-_lXwuVo1pdeuV4XaRXgkMpgYO_5qADySFydINS-k5KPpCjPTf2nesMdmmpMDQZwgeR1e3EG-sbP8RV1yrLCXLkXod8LwJU" class="kg-image" alt loading="lazy" width="548" height="246"></figure><p>Bild 2d</p><figure class="kg-card kg-image-card"><img src="https://lh5.googleusercontent.com/ouyp3MpAXfoms9IfvXtC0qZkrBwaTpwor2gmZrd_kwViZ5U3gk8lQvvLMb0TpHjvPv6oHJctxOb6uDFsdw1WQXVKxcVemze9UWryRH3VKfkeHs7c-0qj9i9RRazvyrTIyo9Po1x_sO4L" class="kg-image" alt loading="lazy" width="508" height="378"></figure><p>Bild 2e</p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/-2urR0ofa8qOeo43ut4o_WGCi6_G1NcGcrtf94jZ9KclC-PgsD_6IRSSnqQcliZOK4nXSUNou4HtTRFb2zwJaauswgzq3GfLPmGYa-NanzrFi0WpbakrrS3GCMLWh0OtmKUaEtUYejS1" class="kg-image" alt loading="lazy" width="500" height="340"></figure><p></p><h3 id="bild-3ab-visar-amelogenesis-imperfekta-i-ett-v%C3%A4xelbett"><strong><em>Bild 3a,b visar Amelogenesis imperfekta i ett v&#xE4;xelbett.</em></strong></h3><h3 id="mineralisationsst%C3%B6rningarna-i-emaljen-%C3%A4r-ofta-mer-tydlig-i-det-permanenta-bettet"><strong><em>Mineralisationsst&#xF6;rningarna i emaljen &#xE4;r ofta mer tydlig i det permanenta bettet</em></strong></h3><p>Bild 3a</p><figure class="kg-card kg-image-card"><img src="https://lh6.googleusercontent.com/KTFSb2abCUBkRdsq1fpFDDG2AeXIu5WlaOjgopqLAhjR86DU1fkDDCj1nFjws-YPJ6iSZ9JhD1XeuI9z_qTG5C4AzVDnC2jiuaopCIGcLEMg_IAqJNnr1LMnnzDhwZFUlJ3pQupN7a8j" class="kg-image" alt loading="lazy" width="500" height="340"></figure><p>Bild 3b</p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/amBEg3bPdS_c5fCfb1CPQ1xOhTDUbEbNX77alG88Iahe34Ylvd2sCeshStGbJdl9jTz31a3RWQxcEZqChzzLDl3yXcN9V8CJbm9mBFV9t_WKTcW071cUYp5ezIneuD8dJjM0D4TQx55P" class="kg-image" alt loading="lazy" width="528" height="268"></figure><p></p><h3 id="bild-4-abcd-visar-fasadterapi-i-ett-ai-hypoplasi-bett"><strong><em>Bild 4 a,b,c,d visar fasadterapi i ett AI, hypoplasi bett</em></strong></h3><p>Bild 4a</p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/m96TC6Zkq_D72Y7rsvTOTg2DkeSFO7JonwXcW92radJRQJaRF0Nig2WQUK9wbDMiJPHMlfMgwsQTmxEyq9QoCytbuN4BNnDbMSLkpc2NcfedaNSiQVpbMMD_om3fTkrXhrY3xZPYjvf1" class="kg-image" alt loading="lazy" width="461" height="180"></figure><p>Bild 4b</p><figure class="kg-card kg-image-card"><img src="https://lh5.googleusercontent.com/rovHDRbFbVyedJ-cXlUFMkir-yd3lxNQ7PjjObUGkHfsD_6OIlILjeZtIhhISlV7eiuuxA_ULFUHxnErSTBLKDropvxdvXjrvAMvi5bnMaWnT_N_6-IxPcEiRSUgSiAR6dns2CXu2I8a" class="kg-image" alt loading="lazy" width="406" height="170"></figure><p>Bild 4c</p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/1fiZLbTolKN2fICo-OB1DglRrKWCEKEFozwWk96SwntxyoW2rrIMS2RZUeibrWHlxOik364LTYOE7traAU68Xrp-Wgd352a9HJz2qmJxbzlI02eJUjuJA9rFQIQqzdDFjREDDtHT0IBT" class="kg-image" alt loading="lazy" width="409" height="153"></figure><p>Bild 4d</p><figure class="kg-card kg-image-card"><img src="https://lh5.googleusercontent.com/8-wah-MitDndZ4u2NvZskuNuXyzLCCTAOSNXIfdeBS46JOkRgGEtBBn7-560h16qdhkKQsF-vUC3dUzYYyhMpKHlDTGLzr5LQH0QlEkyKYP0OG-EhAOyrOYbRuwXWf603KPDeruY8f1b" class="kg-image" alt loading="lazy" width="405" height="263"></figure><p></p><p></p><hr><h2 id="referenser"><strong>Referenser</strong></h2><p>B&#xE4;ckman B, Holm AK. 1986. Amelogenesisimperfecta: prevalence and incidencein a northern Swedish county. Community Dent Oral Epidemiol.14(1):43&#x2013;47.</p><p>Chen CF, Hu JC, Estrella MR, Peters MC, Bresciani E. 2013. Assessment ofrestorative treatment of patients with amelogenesisimperfecta. PediatrDent. 35(4):337&#x2013;342.</p><p>Coffield KD, Phillips C, Brady M, Roberts MW, Strauss RP, Wright JT. 2005.The psychosocial impact of developmental dental defects in people withhereditaryamelogenesisimperfecta. J Am Dent Assoc. 136(5):620&#x2013;630.</p><p>Crawford PJ, Aldred M, Bloch-Zupan A. 2007. Amelogenesisimperfecta.Orphanet J Rare Dis. 2:17.</p><p>Dashash M, Yeung CA, Jamous I, Blinkhorn A. 2013. Interventions for therestorative care of amelogenesisimperfecta in children and adolescents.CochraneDatabaseSyst Rev. 6:CD007157.</p><p>Faria-e-Silva AL, De Moraes RR, MenezesMde S, Capanema RR, De MouraAS, Martelli H Jr. 2011. Hardness and microshear bond strength to enameland dentin of permanent teeth with hypocalcifiedamelogenesisimperfecta.Int J Paediatr Dent. 21(4):314&#x2013;320.</p><p>Gadhia K, McDonald S, Arkutu N, Malik K. 2012. Amelogenesisimperfecta:an introduction. Br Dent J. 212(8):377&#x2013;379.</p><p>J&#xE4;levik B, Klingberg GA. 2002. Dental treatment, dental fear and behaviourmanagement problems in children with severe enamel hypomineralizationof their permanent first molars. Int J Paediatr Dent. 12(1):24&#x2013;32.</p><p>Lindunger A, Smedberg JI. 2005. A retrospective study of the prosthodonticmanagement of patients with amelogenesisimperfecta. Int J Prosthodont.18(3):189&#x2013;194.</p><p>Malik K, Gadhia K, Arkutu N, McDonald S, Blair F. 2012. The interdisciplinarymanagement of patients with amelogenesisimperfecta: restorative dentistry.Br Dent J. 212(11):537&#x2013;542.</p><p>Markovic D, Petrovic B, Peric T. 2010. Case series: clinical findings and oralrehabilitation of patients with amelogenesisimperfecta. Eur Arch PaediatrDent. 11(4):201&#x2013;208.</p><p>McDonald S, Arkutu N, Malik K, Gadhia K, McKaig S. 2012. Managing thepaediatric patient with amelogenesisimperfecta. Br Dent J. 212(9):425&#x2013;428.</p><p>Pousette Lundgren G, Dahll&#xF6;f G. 2014. Outcome of restorative treatment inyoung patients with amelogenesisimperfecta: a cross-sectional, retrospectivestudy. J Dent. 42(11):1382&#x2013;1389.</p><p>Preissner S, Kostka E, Blunck U. A noninvasive treatment of amelogenesisimperfecta.Quintessence Int. 2013 Apr;44(4):303-5. doi: 10.3290/j.qi.a29156</p><p>Ravassipour DB, Powell CM, Phillips CL, Hart PS, Hart TC, Boyd C, WrightJT. 2005. Variation in dental and skeletal open bite malocclusion in humanswithamelogenesisimperfecta. Arch Oral Biol. 50(7):611&#x2013;623.</p><p>Siadat H, Alikhasi M, Mirfazaelian A. Rehabilitation of a patient with amelogenesisimperfecta using all-ceramic crowns: a clinical reportJ Prosthet Dent. 2007 Aug;98(2):85-8.</p><p>Sundell S, Koch G. 1985. Hereditary amelogenesisimperfecta: I. Epidemiologyand clinical classification in a Swedish child population. Swed Dent J.9(4):157&#x2013;169.</p><p>Witkop CJ Jr. 1988. Amelogenesisimperfecta, dentinogenesisimperfecta anddentin dysplasia revisited: problems in classification. J Oral Pathol. 17(9&#x2013;10):547&#x2013;553.Yaman BC, Ozer F, Cabukusta CS, Eren MM, Koray F, Blatz MB. Microtensile bond strength to enamel affected by hypoplasticamelogenesisimperfecta.J Adhes Dent. 2014 Feb;16(1):7-14. doi: 10.3290/j.jad.a30554.Yip HK, Smales RJ. Oral rehabilitation of young adults with amelogenesisimperfecta.Int J Prosthodont. 2003 Jul-Aug;16(4):345-9.</p>]]></content:encoded></item><item><title><![CDATA[Amning och kariesrisk]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Amningskaries var f&#xF6;rr ett etablerat begrepp inom barntandv&#xE5;rden och m&#xE5;nga mammor har f&#xE5;tt &#x201D;pekpinnar&#x201D; av profylaxtandsk&#xF6;terskor, tandhygienister och tandl&#xE4;kare med budskapet: &#x2013; Ditt barns d&#xE5;liga tandh&#xE4;lsa orsakas av att du fortfarande</p>]]></description><link>https://www.internetodontologi.se/pedodonti/amning-och-kariesrisk/</link><guid isPermaLink="false">6509da25ad16c400014ca288</guid><category><![CDATA[Pedodonti]]></category><category><![CDATA[amning]]></category><category><![CDATA[bröstmjölk]]></category><category><![CDATA[hål]]></category><category><![CDATA[humanmjölk]]></category><category><![CDATA[karies]]></category><category><![CDATA[kariesrisk]]></category><category><![CDATA[kost]]></category><category><![CDATA[mjölk]]></category><category><![CDATA[munhälsa]]></category><category><![CDATA[prevalens]]></category><category><![CDATA[profylax]]></category><category><![CDATA[socker]]></category><dc:creator><![CDATA[Holgerson Lif Pernilla • Docent • Övertandläkare • Avd för Pedodonti • Umeå Universitet]]></dc:creator><pubDate>Fri, 23 Feb 2024 07:51:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Amningskaries var f&#xF6;rr ett etablerat begrepp inom barntandv&#xE5;rden och m&#xE5;nga mammor har f&#xE5;tt &#x201D;pekpinnar&#x201D; av profylaxtandsk&#xF6;terskor, tandhygienister och tandl&#xE4;kare med budskapet: &#x2013; Ditt barns d&#xE5;liga tandh&#xE4;lsa orsakas av att du fortfarande ammar.</p><p>V&#xE5;r kropp &#xE4;r en komplex konstruktion, d&#xE4;r allt ska fungera f&#xF6;r att vi ska h&#xE5;lla oss friska. De f&#xF6;rsta levnads&#xE5;ren ger f&#xF6;ruts&#xE4;ttningarna f&#xF6;r en god tandh&#xE4;lsa under barndom, ungdom och vuxenlivet. Varje &#xE5;r f&#xE5;r en liten grupp barn i &#xE5;ldrarna 1-3 &#xE5;r karies d&#xE4;r en av orsaksfaktorerna relateras till amning och en kost med tillsatt socker samt bristf&#xE4;llig tandborstning med fluoridtandkr&#xE4;m.</p><h3 id="humanmj%C3%B6lk-br%C3%B6stmj%C3%B6lk"><strong>Humanmj&#xF6;lk&#xA0; (br&#xF6;stmj&#xF6;lk)</strong></h3><p>Det lilla barnet som endast f&#xE5;r br&#xF6;stmj&#xF6;lk som n&#xE4;ring f&#xE5;r en fullv&#xE4;rdig kost med egenskaper som &#xE4;ven skyddar milj&#xF6;n i munh&#xE5;lan och de t&#xE4;nder som erupterar (1). F&#xF6;r de barn som f&#xE5;r br&#xF6;stmj&#xF6;lksers&#xE4;ttning &#xE4;r f&#xF6;ruts&#xE4;ttningarna n&#xE4;stintill lika bra eftersom tillverkarna g&#xF6;r allt f&#xF6;r att efterlikna br&#xF6;stmj&#xF6;lkens egenskaper (2).</p><p>Den humana mj&#xF6;lken, br&#xF6;stmj&#xF6;lken, &#xE4;r s&#xF6;tare &#xE4;n komj&#xF6;lk. Precis som i komj&#xF6;lk &#xE4;r det sockret laktos som ger s&#xF6;tman. Om amning kan orsaka karies har l&#xE4;nge varit omdiskuterat, inte minst p&#xE5; grund av att br&#xF6;stmj&#xF6;lken har ett n&#xE5;got h&#xF6;gre inneh&#xE5;ll av laktos j&#xE4;mf&#xF6;rt med komj&#xF6;lk. Laktos &#xE4;r en viktig energik&#xE4;lla och fr&#xE4;mjar &#xE4;ven hj&#xE4;rnans utveckling. Den kariogena potentialen hos laktos &#xE4;r l&#xE4;gre j&#xE4;mf&#xF6;rt med sackaros, glukos, fruktos eller invertsocker och det finns inget tydligt vetenskapligt st&#xF6;d f&#xF6;r att br&#xF6;stmj&#xF6;lk ger karies (3). I den humana mj&#xF6;lken finns ocks&#xE5; ett stort antal oligosackarider (kolhydrater). Oligosackariderna fr&#xE4;mjar en sund mun- och tarmflora genom att de h&#xE4;lsosamma bakterierna kan anv&#xE4;nda dem som n&#xE4;ring medan mindre &#xF6;nskv&#xE4;rda bakterier saknar den f&#xF6;rm&#xE5;ga som beh&#xF6;vs f&#xF6;r att spj&#xE4;lka dem. Nyare forskning har visat att dessa oligosackarider hindrar sjukdomsframkallande bakterier fr&#xE5;n att f&#xE4;sta p&#xE5; friska celler (4).</p><h3 id="amning"><strong>Amning</strong></h3><p>Andelen m&#xF6;drar som ammar varierar &#xF6;ver tid och under de senaste &#xE5;ren har frekvensen g&#xE5;tt ned. 2021 ammades 65% av barnen i Sverige vid 6 m&#xE5;naders &#xE5;lder. &#xC5;r 2004 var motsvarande siffra 72% (5).&#xA0; F&#xF6;r 12-m&#xE5;nadersbarn har andelen som fortfarande ammas &#xF6;kat, fr&#xE5;n 16% &#xE5;r 2010 till 39% 2021 (5). Helamning upp till 6 m&#xE5;naders &#xE5;lder och fortsatt amning som komplement till annan mat till barnet &#xE4;r 12 m&#xE5;nader rekommenderas av Livsmedelsverket (6).</p><h3 id="humanmj%C3%B6lk-och-munh%C3%A4lsa"><strong>Humanmj&#xF6;lk och munh&#xE4;lsa</strong></h3><p>Tidiga studier fr&#xE5;n 1930-40 talet p&#xE5; grupper d&#xE4;r barnen endast ammades och inte fick n&#xE5;gon annan form av n&#xE4;ring, vissa till 3 &#xE5;rs &#xE5;lder, visar mycket liten f&#xF6;rekomst av karies, endast 0,5-1,2 % (7,8). Studier har ocks&#xE5; visat att humanmj&#xF6;lk inte ger pH-fall i munh&#xE5;lan och att den inte demineraliserar emaljen (9). Om fermentabla kolhydrater som sackaros, fruktos, glukos eller invertsocker tills&#xE4;tts till humanmj&#xF6;lk eller komj&#xF6;lk eller ges i kosten p&#xE5; annat s&#xE4;tt&#xA0; har det d&#xE4;remot setts en &#xF6;kning av bakteriernas syraproduktion och s&#xE5;ledes &#xF6;kad risk f&#xF6;r kariessjukdom (9, 10).</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/05/210858_msgVwXgsR3mO1uXyFnqw_AA-PKTIL-Kursbild-1.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Prim&#xE4;r kariesprevention tidigt i livet &#x2013; bevara det friska friskt</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/Primar-kariesprevention-tidigt-i-livet?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="samband-mellan-amning-och-karies"><strong>SAMBAND MELLAN AMNING OCH KARIES</strong></h2><p>Amning av barn yngre &#xE4;n 12 m&#xE5;nader ger troligen ett skydd mot karies. Vid sammanst&#xE4;llning av tillg&#xE4;ngliga studier ses inga samband hos barn som ammas upp till 12 m&#xE5;naders &#xE5;lder, svaga samband mellan 12 och 24 m&#xE5;nader. Om barn ammas efter 2 &#xE5;rs &#xE5;lder finns risk f&#xF6;r karies (11,12). I de allra flesta fall har barnet d&#xE5; en kombinerad kost f&#xF6;rutom br&#xF6;stmj&#xF6;lken och om frekvent amning sker f&#xF6;rutom de regelbundna m&#xE5;ltiderna finns risk f&#xF6;r karies, speciellt om inte tandborstning utf&#xF6;rs.</p><p>Kariessjukdom beror av m&#xE5;nga faktorer: <em>(I)</em> n&#xE4;rvaro av kariogena bakterier; <em>(II)</em> en kost rik p&#xE5; kolhydrater (sockerhaltiga livsmedel), f&#xF6;rknippade med m&#xE5;nga mellanm&#xE5;l och nattmatning; <em>(III)</em> ingen, eller bristf&#xE4;llig munhygien; <em>(IV)</em> brist p&#xE5; fluoridtillf&#xF6;rsel; <em>(V)</em> barnets mottaglighet. De viktigaste strategierna vi har idag f&#xF6;r att f&#xF6;rhindra att karies utvecklas &#xE4;r att t&#xE4;nderna borstas tv&#xE5; g&#xE5;nger per dag med tandkr&#xE4;m som inneh&#xE5;ller fluorid, att sm&#xE5;&#xE4;tande undviks samt att intaget av tillsatt socker i kosten minimeras. M&#xE5;nga studier visar att en frekvent sockerkonsumtion &#xF6;kar risken f&#xF6;r sm&#xE5;barnskaries (13, 14).</p><p></p><hr><h2 id="slutsats"><strong>SLUTSATS</strong></h2><p>Mot bakgrund av de h&#xE4;lsovinster som amning ger och att det saknas robust kunskap om sambandet med karies b&#xF6;r tandv&#xE5;rden st&#xF6;dja f&#xF6;ljsamhet med de g&#xE4;llande rekommendationerna om helamning upp till 6 m&#xE5;naders &#xE5;lder och amning som komplement till annan mat upp till 12 m&#xE5;naders &#xE5;lder.</p><p>Frekvent amning samtidigt som barnet ges en kost med tillsatt socker &#xF6;kar risken f&#xF6;r karies.</p><p>Blivande m&#xF6;drar b&#xF6;r f&#xE5; utbildning via m&#xF6;dra- och barnh&#xE4;lsov&#xE5;rd i samarbete med tandv&#xE5;rden. F&#xF6;rutom allm&#xE4;nna kunskaper om kost b&#xF6;r utbildningen betona att inte ge livsmedel med tillsatta sockerarter och att inte ge sockerhaltiga drycker, att kariesrisken &#xF6;kar vid frekventa intag, m&#xE5;nga mellanm&#xE5;l ut&#xF6;ver huvudm&#xE5;len, frukost &#x2013; lunch &#x2013; middag samt nattm&#xE5;l..</p><p>N&#xE4;r barnet f&#xE5;r sin f&#xF6;rsta tand ska tandborstning&#xA0; med rekommenderad m&#xE4;ngd fluoridtandkr&#xE4;m morgon och kv&#xE4;ll introduceras.&#xA0; </p><h2 id="nationella-riktlinjer-2022"><strong>NATIONELLA RIKTLINJER 2022</strong></h2><p><strong>Prioritet 3 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Barn, 0&#x2013;6 &#xE5;r, i riskomr&#xE5;den <em>&#xC5;tg&#xE4;rd: </em>Samverkan mellan tandv&#xE5;rden och barnh&#xE4;lsov&#xE5;rden g&#xE4;llande levnadsvanor</p><p><strong>Prioritet 5 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Barn, 0&#x2013;6 &#xE5;r <em>&#xC5;tg&#xE4;rd: </em>Samverkan mellan tandv&#xE5;rden och barnh&#xE4;lsov&#xE5;rden g&#xE4;llande levnadsvanor</p><p></p><hr><h2 id="referenser"><strong>Referenser</strong></h2><ol><li>Lessen R, Kavanagh K. Position of the academy of nutrition and dietetics: promoting and supporting breastfeeding. J Acad Nutr Diet. 2015;115:444-449.</li><li>Martin CR, Ling PR, Blackburn GL. . Review of Infant Feeding: Key Features of Breast Milk and Infant Formula. Nutrients. 2016; 8:279.&#xA0;</li><li>White W. Breastfeeding and the risk of early childhood caries. Evid Based Dent. 2008; 9: 86-88.</li><li>Davis JC, et al. Identification of Oligosaccharides in Feces of Breast-fed Infants and Their Correlation with the Gut Microbial Community.&#xA0; Mol Cell Proteomics. 2016;15:2987-3002.</li><li>https://www.socialstyrelsen.se/globalassets/sharepoint-dokument/artikelkatalog/statistik/2023-9-8757.pdf</li><li>https://www.livsmedelsverket.se/globalassets/publikationsdatabas/handbocker-verktyg/bra-mat-for-barn-0-5-ar&#x2014;handledning-for-barnhalsovarden.pdf</li><li>Rosebury T, Karshan M. Dietary habits of Kuskokwim eskimos with varying degrees of dental caries. J Dent Res. 1937;16:307&#x2013;309.</li><li>Restarski JS. Incidence of dental caries among pure-blooded Samoans. US Naval Med Bull. 1943; 41:1713&#x2013;1715.</li><li>Erickson PR, Mazhari E. Investigation of the role of human breast milk in caries development. Pediatr Dent. 1999;21:86&#x2013;90.</li><li>Woodward M, Rugg-Gunn AJ. Chapter 8: Milk, Yoghurts and Dental Caries. Monogr Oral Sci. 2020;28:77-90. </li><li>Branger B, et al. Breastfeeding and early childhood caries. Review of the literature, recommendations, and prevention Arch Pediatr. 2019;26:497&#x2013;503.</li><li>Moynihan P, et al. Systematic Review of Evidence Pertaining to Factors That Modify Risk of Early Childhood Caries. JDR Clin Trans Res. 2019;4:202&#x2013;216.</li><li>Paglia L, et al. Familial and dietary risk factors in Early Childhood Caries.&#xA0; Eur J Paediatr Dent. 2016 ;17:93-99.&#xA0;</li><li>Boustedt K, Roswall J, Twetman S. Free sugars and early childhood caries development: a prospective cohort study. Eur Arch Pediatr Dent. 2022;23: 829-833.</li></ol>]]></content:encoded></item><item><title><![CDATA[Antibiotikabehandling av odontogena infektioner]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Den prim&#xE4;ra &#xE5;tg&#xE4;rden vid en odontogen infektion &#xE4;r att skapa dr&#xE4;nage. Antibiotikaanv&#xE4;ndning i tandv&#xE5;rden ska ske p&#xE5; strikta indikationer och bredspektrumantibiotika ska undvikas i de flesta fall. Vid all antibiotikabehandling, &#xE4;ven eng&#xE5;ngsdoser, sker</p>]]></description><link>https://www.internetodontologi.se/orofacial-medicin/antibiotikabehandling-av-odontogena-infektioner/</link><guid isPermaLink="false">6509da25ad16c400014ca1e3</guid><category><![CDATA[Orofacial medicin]]></category><category><![CDATA[amoxicillin]]></category><category><![CDATA[antibiotika]]></category><category><![CDATA[dränage]]></category><category><![CDATA[infektioner]]></category><category><![CDATA[kåvepenin]]></category><category><![CDATA[klindamycin]]></category><category><![CDATA[metronidazol]]></category><category><![CDATA[odontogena]]></category><category><![CDATA[PcV]]></category><category><![CDATA[penicillin]]></category><category><![CDATA[preparatval]]></category><category><![CDATA[resistens]]></category><dc:creator><![CDATA[Ahlinder Helena • Övertandläkare • Specialistkliniken för orofacial medicin • Borås]]></dc:creator><pubDate>Fri, 10 May 2024 06:10:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Den prim&#xE4;ra &#xE5;tg&#xE4;rden vid en odontogen infektion &#xE4;r att skapa dr&#xE4;nage. Antibiotikaanv&#xE4;ndning i tandv&#xE5;rden ska ske p&#xE5; strikta indikationer och bredspektrumantibiotika ska undvikas i de flesta fall. Vid all antibiotikabehandling, &#xE4;ven eng&#xE5;ngsdoser, sker en f&#xF6;r&#xE4;ndring av normalfloran som det kan ta m&#xE5;nader att &#xE5;terst&#xE4;lla.</p><p>Antibiotikaresistens inneb&#xE4;r att bakterier utvecklar motst&#xE5;ndskraft mot antibiotika. Detta &#xE4;r ett v&#xE4;xande problem, b&#xE5;de i Sverige och internationellt. Man b&#xF6;r d&#xE4;rf&#xF6;r ordinera antibiotika p&#xE5; r&#xE4;tt indikation, i r&#xE4;tt dos, under tillr&#xE4;cklig tid, med r&#xE4;tt antibiotikasort.</p><p>Det viktigaste f&#xF6;r att minska risk f&#xF6;r orala infektioner och d&#xE4;rmed minska antibiotikaf&#xF6;rskrivningen i tandv&#xE5;rden &#xE4;r god munhygien och f&#xF6;rebyggande tandv&#xE5;rd.</p><p>Nedanst&#xE5;ende rekommendationer &#xE4;r i &#xF6;verensst&#xE4;mmelse med L&#xE4;kemedelsverkets nationella rekommendationer fr&#xE5;n 2014.</p><h3 id="vad-%C3%A4r-en-infektion"><strong>Vad &#xE4;r en infektion?</strong></h3><p>En infektion &#xE4;r en invasion och tillv&#xE4;xt av patogena mikroorganismer i v&#xE4;vnad.</p><p>Bakterier i snabb tillv&#xE4;xt ger akuta infektioner med lokala symptom som rodnad, svullnad, pusbildning och sm&#xE4;rta. Vid akuta infektioner kan man f&#xE5; feber och bli allm&#xE4;np&#xE5;verkad.</p><p>Vid kroniska infektioner tillv&#xE4;xer bakterierna l&#xE5;ngsamt. Patienten kan d&#xE5;&#xA0;ha mer diffusa besv&#xE4;r eller rent av vara symptomfri. Kroniska infektioner &#xE4;r betydligt sv&#xE5;rare att behandla med antibiotika och h&#xE4;r kan effekten vara f&#xF6;rdr&#xF6;jd eller t o m utebli.</p><p>Tidiga tecken p&#xE5; spridning av orala infektioner &#xE4;r svullna lymfk&#xF6;rtlar, lokal svullnad samt sm&#xE4;rta. Patienten skall remitteras till akutsjukv&#xE5;rden vid feber &#xF6;ver 38 grader i kombination med n&#xE5;got/n&#xE5;gra av nedanst&#xE5;ende tecken:</p><p></p><ul><li>Sm&#xE4;rta/sv&#xE5;righet att sv&#xE4;lja (risk f&#xF6;r andningsproblem)</li><li>Uttalade gapsv&#xE5;righeter (trismus)</li><li>Gr&#xF6;tigt tal (kan tyda p&#xE5; hotad luftv&#xE4;g)</li><li>Stridor (tecken p&#xE5; h&#xF6;gt andningshinder)</li><li>Svullnad/f&#xF6;rh&#xE5;rdnad i munbotten eller angulusregionen</li><li>Uttalad mjukdelssvullnad eller rodnad i ansiktet</li><li>Rodnad eller svullnad &#xF6;ver halsen</li><li>Igensvullet &#xF6;ga</li><li>Uttalad svullnad ovanf&#xF6;r okb&#xE5;gen eller under mandibelranden</li><li>Deviation av uvula</li></ul><p></p><p>Vid komplicerade infektioner, n&#xE4;r det finns risk f&#xF6;r spridning eller tecken p&#xE5; en systemisk infektion kan det vara l&#xE4;mpligt med mikrobiologisk odling. Odlingen ger d&#xE5; svar p&#xE5; vilka mikrober som gett upphov till infektionen. Man b&#xF6;r &#xE4;ven utf&#xF6;ra resistensbest&#xE4;mning f&#xF6;r att f&#xE5; veta hur k&#xE4;nsliga de &#xE4;r f&#xF6;r antibiotika. Om en mikrobiologisk odling ska genomf&#xF6;ras g&#xF6;rs detta innan eventuell antibiotikabehandling p&#xE5;b&#xF6;rjas. Vid provtagning kr&#xE4;vs att man &#xE4;r mycket noggrann f&#xF6;r att undvika kontaminering fr&#xE5;n munh&#xE5;lans normala flora.</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed-38.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom K&#xE4;kkirurgi</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/kakkirurgi?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="indikationer-f%C3%B6r-antibiotikabehandling"><strong>INDIKATIONER F&#xD6;R ANTIBIOTIKABEHANDLING</strong></h2><p>Antibiotika ska bara ordineras om patienten &#xE4;r allm&#xE4;np&#xE5;verkad (feber, sjukdomsk&#xE4;nsla) eller om det f&#xF6;religger tecken p&#xE5; spridning, s&#xE5;som svullna lymfk&#xF6;rtlar, sv&#xE4;ljningssv&#xE5;righeter och gapsv&#xE5;righeter. I dessa fall &#xE4;r antibiotika en till&#xE4;ggsbehandling till dr&#xE4;nage. Antibiotika som enda behandling ska bara ges vid de tillf&#xE4;llen d&#xE5; dr&#xE4;nage ej kan &#xE5;stadkommas.</p><p>Fistel, pulpit eller v&#xE4;rk &#xE4;r inte indikation f&#xF6;r antibiotikabehandling.</p><p>Vid odontogena infektioner kan dr&#xE4;nage vanligtvis &#xE5;stadkommas genom trepanation via pulpan, incision av en abscess, eller genom extraktion av en tand. Det &#xE4;r en v&#xE4;letablerad behandlingsprincip att man vid infektioner skapar dr&#xE4;nage f&#xF6;r att till&#xE5;ta pus att t&#xF6;mma sig. D&#xE4;rmed l&#xE4;ttar v&#xE4;vnadstrycket och risken f&#xF6;r spridning eller ansamling av pus i olika spatier minskar. Det finns ingen kontraindikation mot kirurgisk &#xE5;tg&#xE4;rd i infekterad eller inflammerad v&#xE4;vnad.</p><p>Det finns unders&#xF6;kningar som visar att antibiotika ofta anv&#xE4;nds inom tandv&#xE5;rden utan att det f&#xF6;religger n&#xE5;gra konkreta indikationer. Att ge antibiotika &#x201D;f&#xF6;r s&#xE4;kerhets skull&#x201D; &#xE4;r m&#xE5;nga g&#xE5;nger ett b&#xE5;de os&#xE4;kert och felaktigt behandlingsval.</p><p></p><h2 id="preparatval"><strong>PREPARATVAL</strong></h2><p>Orala infektioner svarar vanligtvis bra p&#xE5; behandling med<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POBZU95UFVERT1&amp;ref=internetodontologi.se"> penicillin V</a>. Eftersom biverkningarna &#xE4;r k&#xE4;nda och lindriga samt penicillinresistensen &#xE4;r l&#xE5;g i Sverige ska vi forts&#xE4;tta anv&#xE4;nda penicillin V som f&#xF6;rstahandspreparat.</p><p>P&#xE5; grund av den extremt korta halveringstiden har antalet doser per dygn sannolikt en st&#xF6;rre betydelse f&#xF6;r behandlingseffekten, &#xE4;n m&#xE4;ngden penicillin V givet vid varje doseringstillf&#xE4;lle.</p><p>Det &#xE4;r viktigt att antibiotikakoncentrationen under tillr&#xE4;ckligt l&#xE5;ng tid &#xF6;verstiger det s&#xE5; kallade MIC-v&#xE4;rdet (den minsta koncentration av antibiotika i blodet som beh&#xF6;vs f&#xF6;r att f&#xF6;rhindra tillv&#xE4;xt hos minst 90 % av de mikroorganismer som behandlingen riktas emot).</p><p>Av denna anledning rekommenderas att penicillin V ska doseras tre g&#xE5;nger per dygn.</p><p>Det finns studier som indikerar att en relativt kort behandlingstid &#xE4;r effektiv. I Sverige rekommenderas doseringen 1,6 g x 3 i 5-7 dagar.</p><p>Eftersom effekt av insatt antibiotika inte kan f&#xF6;rv&#xE4;ntas f&#xF6;rr&#xE4;n efter tv&#xE5; dygns behandling &#xE4;r det viktigt att ge omedelbar lindring genom incision eller andra &#xE5;tg&#xE4;rder som skapar dr&#xE4;nage, kompletterat med adekvat sm&#xE4;rtlindring. Incision leder dessutom till minskat v&#xE4;vnadstryck och p&#xE5; s&#xE5; s&#xE4;tt b&#xE4;ttre penetration f&#xF6;r antibiotikan.</p><h3 id="penicillinallergi"><strong>Penicillinallergi</strong></h3><p>N&#xE4;r patienter uppger pencillinallergi b&#xF6;r man ta reda p&#xE5; hur de har reagerat. Utslag utan kl&#xE5;da, alternativt lindriga gastrointestinala symptom utan urtikaria eller andra symptom &#xE4;r inte uttryck f&#xF6;r en IgE-f&#xF6;rmedlad allergi.</p><p>Vid misst&#xE4;nkt penicillinallergi rekommenderas behandling med<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> klindamycin</a>. F&#xF6;r att undvika antibiotikabehandling med f&#xF6;r brett spektrum b&#xF6;r allergin verifieras via sjukv&#xE5;rden i ett lugnt skede.</p><p>Vid antibiotikabehandling finns risk f&#xF6;r Clostridium difficile enterit (sv&#xE5;r diarr&#xE9;). Risken &#xF6;kar med anv&#xE4;ndning av bredspektrumsantibiotika, som t ex klindamycin. Alla patienter ska d&#xE4;rf&#xF6;r instrueras att avbryta medicineringen och kontakta l&#xE4;kare vid l&#xE5;ngvarig diarr&#xE9; som uppst&#xE5;r i samband med antibiotikabehandling.</p><p>Inom allm&#xE4;ntandv&#xE5;rden finns ingen indikation f&#xF6;r klindamycinf&#xF6;rskrivning annat &#xE4;n vid &#xF6;verk&#xE4;nslighet mot penicillin.</p><h3 id="terapisvikt"><strong>Terapisvikt</strong></h3><p>Vid terapisvikt eller vid f&#xF6;rs&#xE4;mring inom 48 timmar:</p><p></p><ul><li>Omv&#xE4;rdera diagnosen</li><li>G&#xF6;r ett f&#xF6;rnyat f&#xF6;rs&#xF6;k till dr&#xE4;nage</li><li>Kontrollera att patienten har tagit antibiotika enligt ordination (compliance)</li><li>Komplettera eventuellt med<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POCAU9E4MVERT1&amp;ref=internetodontologi.se"> metronidazol</a> (se nedan).</li><li>&#xD6;verv&#xE4;g kontakt med specialisttandv&#xE5;rd eller sjukv&#xE5;rd</li></ul><h3 id="behandlingsrekommendationer-odontogena-infektioner"><strong>Behandlingsrekommendationer odontogena infektioner</strong></h3><p></p><ul><li>Vuxna:<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POBZU95UFVERT1&amp;ref=internetodontologi.se"> penicillin V</a> 1,6 g x 3 i 5-7 dagar</li><li>Barn:<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POBZU95UFVERT1&amp;ref=internetodontologi.se"> penicillin V</a> 25 mg/kg x 3 i 5-7 dagar</li></ul><h3 id="vid-terapisvikt-som-till%C3%A4gg"><strong>Vid terapisvikt, som till&#xE4;gg</strong></h3><p></p><ul><li>Vuxna:<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POCAU9E4MVERT1&amp;ref=internetodontologi.se"> metronidazol</a> 400 mg x 3 i 5-7 dagar</li><li>Barn:<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POCAU9E4MVERT1&amp;ref=internetodontologi.se"> metronidazol</a> 7,5 mg/kg kroppsvikt 3 g&#xE5;nger dagligen i 5-7 dagar</li></ul><h3 id="vid-penicillinallergi"><strong>Vid penicillinallergi</strong></h3><p></p><ul><li>Vuxna:<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> klindamycin</a> 150 mg x 3 i 5-7 dagar</li><li>Barn:<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> klindamycin</a> 5 mg/kg x 3 i 5-7 dagar</li></ul><p></p><h2 id="munh%C3%A5leinfektioner"><strong>MUNH&#xC5;LEINFEKTIONER&#xA0;</strong></h2><h3 id="slemhinneinfektioner"><strong>Slemhinneinfektioner</strong></h3><p>Bakteriella slemhinneinfektioner orsakas ofta av multiresistenta tarmbakterier, vilket g&#xF6;r dessa infektioner mycket sv&#xE5;rbehandlade med antibiotika. Om behandling &#xE4;nd&#xE5; planeras b&#xF6;r f&#xF6;rst odling och resistensbest&#xE4;mning utf&#xF6;ras. Vanligtvis &#xE4;r antibiotikabehandling av dessa infektioner on&#xF6;dig och skapar p&#xE5; sikt en st&#xF6;rre problematik &#xE4;n innan. Dessutom kan odlingsresultatet vara sv&#xE5;rtolkat och os&#xE4;kert.</p><p>Man b&#xF6;r vara medveten om att slemhinneinfektioner &#xE4;r ovanligt hos friska patienter.</p><p>De vanligaste slemhinneinfektionerna i munh&#xE5;lan orsakas dock inte av bakterier utan av svamp och virus. Det &#xE4;r viktigt att utesluta dessa typer av infektioner innan antibiotikabehandling p&#xE5;b&#xF6;rjas. Svampinfektioner ska behandlas med antimykotika och virusinfektioner med antivirala l&#xE4;kemedel.</p><p>F&#xF6;r mer information, se faktablad:</p><p><a href="https://www.internetodontologi.se/orala-svampinfektioner/"><strong>Orala svampinfektioner</strong></a></p><p><a href="https://www.internetodontologi.se/orala-virusinfektioner/"><strong>Orala virusinfektioner</strong></a></p><h3 id="gingivit"><strong>Gingivit</strong></h3><p>Plaqueinducerad gingivit &#xE4;r en ytlig infektion och ska d&#xE4;rf&#xF6;r inte behandlas med antibiotika. En spirochetorsakad akut nekrotiserande ulcererande gingivit (ANUG), d&#xE4;r patienten har h&#xF6;g feber och nekrotiska papiller, kr&#xE4;ver dock antibiotikabehandling. D&#xE5; ordineras<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POCAU9E4MVERT1&amp;ref=internetodontologi.se"> metronidazol</a> (400 mg x 3 i 5-7 dagar).</p><p>Denna behandling beh&#xF6;ver vanligtvis kompletteras med starka analgetika och feberneds&#xE4;ttande preparat.</p><h3 id="nationella-riktlinjer-2022"><strong>Nationella riktlinjer 2022</strong></h3><p><strong>Prioritet 2 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Nekrotiserande gingivit och parodontit <em>&#xC5;tg&#xE4;rd: </em>Infektionskontroll &#x2013; mekanisk och medikamentell</p><h3 id="parodontit"><strong>Parodontit</strong></h3><p>Parodontit ska i f&#xF6;rsta hand behandlas med mekanisk reng&#xF6;ring. Antibiotikabehandling som till&#xE4;gg ger endast liten effekt. Detta f&#xF6;rklaras av att m&#xE5;nga bakterier befinner sig i vilofas och det &#xE4;r bara i tillv&#xE4;xtfasen som antibiotika har effekt. Dessutom &#xE4;r floran ofta blandad och komplex, med flera olika sv&#xE5;rbehandlade mikroorganismer.</p><p>Socialstyrelsens nationella riktlinjer avr&#xE5;der fr&#xE5;n antibiotikabehandling vid konventionell behandling av parodontit. Antibiotikabehandling kan dock &#xF6;verv&#xE4;gas vid aggressiv parodontit men denna behandling b&#xF6;r d&#xE5; ske i samarbete med specialist i parodontologi, efter att odling och resistensbest&#xE4;mning har utf&#xF6;rts, eller n&#xE4;r det finns tecken p&#xE5; en systemisk bakteriell infektion.</p><p>Lokal antibiotikabehandling saknar vetenskapligt st&#xF6;d och ska undvikas.</p><h3 id="nationella-riktlinjer-2022-1"><strong>Nationella riktlinjer 2022</strong></h3><p><strong>Prioritet 10 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Parodontit (stadium 1-4) <em>&#xC5;tg&#xE4;rd: </em>Systemisk till&#xE4;ggsbehandling med antibiotika</p><h3 id="parodontal-abscess"><strong>Parodontal abscess</strong></h3><p>Vid en akutisering av en parodontal infektion, t.ex. en abscessbildning, g&#xE4;ller det att skapa dr&#xE4;nage. Antibiotika s&#xE4;tts in vid allm&#xE4;np&#xE5;verkan p&#xE5; grund av infektionen eller n&#xE4;r det f&#xF6;religger tecken p&#xE5; spridning av infektionen. Penicillin V &#xE4;r f&#xF6;rstahandsval, &#xF6;verv&#xE4;g kontakt med specialist i parodontologi.</p><h3 id="nationella-riktlinjer-2022-2"><strong>Nationella riktlinjer 2022</strong></h3><p><strong>Prioritet 2 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Parodontal abscess <em>&#xC5;tg&#xE4;rd: </em>Dr&#xE4;nage och systemisk antibiotikabehandling</p><h3 id="periimplantit"><strong>Periimplantit</strong></h3><p>F&#xF6;r antibiotikabehandling av periimplantit g&#xE4;ller samma restriktioner som vid parodontit, med den skillnaden att det vid periimplantit &#xE4;r det &#xE4;nnu sv&#xE5;rare att lyckas med behandlingen. Detta beror i sin tur p&#xE5; en st&#xF6;rre komplexitet i mikroflorans sammans&#xE4;ttning.</p><p>Dessa fall b&#xF6;r remitteras till specialist i parodontologi.</p><h3 id="nationella-riktlinjer-2022-3"><strong>Nationella riktlinjer 2022:</strong></h3><p><strong>Prioritet 8 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Periimplantit <em>&#xC5;tg&#xE4;rd: </em>Systemisk till&#xE4;ggsbehandling med antibiotika&#xA0;</p><p><strong>Prioritet <em>Icke-g&#xF6;ra</em> enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Periimplantit <em>&#xC5;tg&#xE4;rd: </em>Systemisk behandling med antibiotika som enda behandling&#xA0;</p><h3 id="endodontiska-infektioner"><strong>Endodontiska infektioner</strong></h3><p>Bakterier fr&#xE5;n rotkanalen orsakar den apikala parodontiten. Lesionen kan vara symtomatisk eller asymtomatisk. I den asymtomatiska formen finns det sannolikt inga bakterier i tillv&#xE4;xt och antibiotika &#xE4;r d&#xE5; verkningsl&#xF6;st. Om patienten &#xE4;r allm&#xE4;np&#xE5;verkad eller om det finns tecken p&#xE5; spridning av infektionen, ska en apikal infektion behandlas med antibiotika i kombination med dr&#xE4;nage. Penicillin V &#xE4;r f&#xF6;rstahandspreparat.</p><p>Nekrotiska rotkanaler kan inte behandlas med systemisk antibiotika, d&#xE5; det inte finns n&#xE5;gon genombl&#xF6;dning i en nekrotisk pulpa.</p><p>Pulpit &#xE4;r en inflammation (ej infektion) d&#xE4;r bakterierna &#xE4;r i dentinkanalerna. Antibiotika n&#xE5;r inte in i dentinkanalerna och har s&#xE5;ledes ingen effekt.</p><h3 id="nationella-riktlinjer-2022-4"><strong>Nationella riktlinjer 2022:</strong></h3><p><strong>Prioritet 2 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Symtomatisk apikal parodontit med spridning och p&#xE5;verkat allm&#xE4;ntillst&#xE5;nd <em>&#xC5;tg&#xE4;rd: </em>Antibiotikabehandling och dr&#xE4;nage</p><p><strong>Prioritet 9 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Symtomatisk apikal parodontit utan p&#xE5;verkat allm&#xE4;ntillst&#xE5;nd <em>&#xC5;tg&#xE4;rd: </em>Enbart systemisk antibiotikabehandling</p><p><strong>Prioritet 10 enligt rekommendationsskalan </strong><em>Tillst&#xE5;nd: </em>Symtomatisk apikal parodontit utan p&#xE5;verkat allm&#xE4;ntillst&#xE5;nd <em>&#xC5;tg&#xE4;rd: </em>Systemisk antibiotikabehandling som till&#xE4;gg till rensning av rotkanalssystemet</p><h3 id="sinuskommunikation-efter-tandextraktion"><strong>Sinuskommunikation efter tandextraktion</strong></h3><p>Vid sinuskommunikation till frisk bih&#xE5;la (i samband med tandextraktion) rekommenderas omedelbar slutning av kommunikationen samt en eng&#xE5;ngsdos antibiotika (<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POESUAGPUVERT1&amp;ref=internetodontologi.se">amoxicillin</a> 2g, alternativt<a href="https://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> klindamycin</a> 600mg).</p><h3 id="replantation-av-exartikulerad-tand"><strong>Replantation av exartikulerad tand</strong></h3><p>Vid replantation av exartikulerad tand rekommenderas antibiotikabehandling med penicillin V. Till&#xE4;gg med lokal antibiotikabehandling av den exartikulerade tanden rekommenderas ej.</p><h3 id="osteomyelit-osteoradionekros-och-osteonekros"><strong>Osteomyelit, osteoradionekros och osteonekros</strong></h3><p>Osteomyelit, osteoradionekros och osteonekros &#xE4;r komplexa infektioner d&#xE4;r behandling ska ske av, eller i samr&#xE5;d med, specialisttandv&#xE5;rd.</p><h3 id="pericoronit"><strong>Pericoronit</strong></h3><p>Pericoronit behandlas med antibiotika d&#xE5; patienten uppvisar systemiska tecken p&#xE5; infektion, som t.ex. feber. Pericoronit ska ocks&#xE5; behandlas vid risk f&#xF6;r spridning (svullna &#xF6;mma lymfk&#xF6;rtar, svullnad i svalget, gapsv&#xE5;righeter). F&#xF6;rstahandspreparatet &#xE4;r penicillin V.</p><p>Vid allvarliga tillst&#xE5;nd med h&#xF6;g feber ska patienten omg&#xE5;ende transporteras till sjukhus.</p><p></p><h2 id="sammanfattning"><strong>SAMMANFATTNING</strong></h2><p>Lokala dentala infektioner behandlas i f&#xF6;rsta hand med dr&#xE4;nage och genom att behandla orsaken till infektionen. Antibiotikabehandling ska bara ordineras om patienten har p&#xE5;verkat allm&#xE4;ntillst&#xE5;nd eller om det finns tecken p&#xE5; eller risk f&#xF6;r spridning av infektionen.&#xA0;</p><p>I de fall antibiotikabehandling &#xF6;verv&#xE4;gs &#xE4;r penicillin V f&#xF6;rstahandspreparat.</p><p>Vid penicillinallergi rekommenderas klindamycin. Anv&#xE4;ndning av klindamycin, i andra situationer &#xE4;n vid &#xF6;verk&#xE4;nslighet mot penicillin, m&#xE5;ste motiveras av s&#xE4;rskilda kliniska eller mikrobiologiska sk&#xE4;l. All ordination av antibiotika skall motiveras i journalen.</p><p>&#xA0;</p><hr><h2 id="referenser"><strong>Referenser</strong></h2><p>Adielsson A, Nethander G, Stalfors J, Ebenfelt A, Westin T. Infektioner i halsens djupare spatier &#xE4;r inte s&#xE4;llan odontogena. Tandl&#xE4;kartidningen 2000;92(3):32-41.</p><p>Ellison S J. An outcome audit of three day antimicrobial prescribing for the acute dentoalveolar abscess. Br Dent J 2011;211(12):591-594</p><p>Giske C, Eriksson M, Hermansson A., et al. Penicillin V och hur tre doser blev tv&#xE5; och sedan till tre igen. L&#xE4;kartidningen 2010;107:3162-6.</p><p>Martin MV, Longman LP, Hill JB, Hardy P. Acute dentoalveolar infections: an investigation of the duration of antibiotic therapy. Br Dent J 1997;183(4):135-7.</p><p>Lund B, Klinge B, Larsen T. Antibiotikaresistens &#x2013; globlat, lokalt, idag och imorgon. Tandl&#xE4;kartidningen 2019(4):60-63</p><p>V&#xE4;limaa H, Fr&#xF6;ding I, Frandsen Lau E. Oral mikrobiologi i mokrobiom-eran &#x2013; n&#xE4;r, hur och varf&#xF6;r utf&#xF6;rs mikrobiologisk diagnostik? Tandl&#xE4;kartidningen 2019(5): 62-67</p><p>Parikka M, Norppa A, V&#xE4;lmimaa H, Huttunen R, J&#xE4;rvinen A, Richardson R. Behandling av akuta dentala infektioner. Tandl&#xE4;kartidningen 2019(5)76-81</p><p>Rekommendationer f&#xF6;r antibiotikabehandling i tandv&#xE5;rden. Information fr&#xE5;n L&#xE4;kemedelsverket 2014;25(1):19-30</p><p>Janusinfo Region Stockholm</p><p><a href="https://roi.socialstyrelsen.se/riktlinjer/nationella-riktlinjer-for-tandvard/9?ref=internetodontologi.se">Socialstyrelsens nationella riktlinjer f&#xF6;r vuxentandv&#xE5;rd</a></p>]]></content:encoded></item><item><title><![CDATA[Antibiotikaprofylax inom tandvården]]></title><description><![CDATA[<p>Notis: L&#xE4;kemedelsverkets rekommendationer f&#xF6;r antibiotikaprofylax inom tandv&#xE5;rden &#xE4;r under revidering. Rekommendationerna fr&#xE5;n 2012, vilket faktabladet &#xE4;r skrivet utifr&#xE5;n, &#xE4;r aktuella tillsvidare. I samband med att de nya riktlinjerna publiceras kommer faktabladet att uppdateras.</p><p></p><h2 id="huvudbudskap"><strong>HUVUDBUDSKAP</strong></h2><p></p><ul><li><strong>Gott munh&#xE5;</strong></li></ul>]]></description><link>https://www.internetodontologi.se/kakkirurgi/antibiotikaprofylax-inom-tandvarden/</link><guid isPermaLink="false">6509da25ad16c400014ca1e5</guid><category><![CDATA[Käkkirurgi]]></category><category><![CDATA[amoxiciliin]]></category><category><![CDATA[antibiotika]]></category><category><![CDATA[antibiotikaprofylax]]></category><category><![CDATA[dos]]></category><category><![CDATA[kirurgi]]></category><category><![CDATA[klindamycin]]></category><category><![CDATA[penicillin]]></category><category><![CDATA[profylax]]></category><dc:creator><![CDATA[Lund Bodil • Övertandläkare • Docent • Avd för Käkkirurgi • Huddinge]]></dc:creator><pubDate>Sun, 13 Oct 2013 20:24:00 GMT</pubDate><content:encoded><![CDATA[<p>Notis: L&#xE4;kemedelsverkets rekommendationer f&#xF6;r antibiotikaprofylax inom tandv&#xE5;rden &#xE4;r under revidering. Rekommendationerna fr&#xE5;n 2012, vilket faktabladet &#xE4;r skrivet utifr&#xE5;n, &#xE4;r aktuella tillsvidare. I samband med att de nya riktlinjerna publiceras kommer faktabladet att uppdateras.</p><p></p><h2 id="huvudbudskap"><strong>HUVUDBUDSKAP</strong></h2><p></p><ul><li><strong>Gott munh&#xE5;lestatus</strong> &#xE4;r den viktigaste faktorn f&#xF6;r att minska risken f&#xF6;r lokala och hematogent spridda infektioner hos riskpatienter.</li><li><strong>Infektionsf&#xF6;rebyggande tandv&#xE5;rd</strong> ska utf&#xF6;ras inf&#xF6;r medicinska ingrepp och behandlingar som medf&#xF6;r kraftigt &#xF6;kad risk f&#xF6;r infektioner.</li><li>Den <strong>sammanv&#xE4;gda bed&#xF6;mningen av patientens samtliga riskfaktorer</strong> &#xE4;r avg&#xF6;rande f&#xF6;r om antibiotikaprofylax &#xE4;r n&#xF6;dv&#xE4;ndig eller inte.</li><li>Antibiotikaprofylax inom tandv&#xE5;rden b&#xF6;r inskr&#xE4;nkas till ett <strong>f&#xE5;tal definierade riskpatienter och vissa odontologiska ingrepp</strong> d&#xE4;r vinsten f&#xF6;rv&#xE4;ntas &#xF6;verstiga risken (se nedan).</li></ul><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed-39.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom Orofacial medicin</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/orofacial-medicin?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="riskpatienter"><strong>RISKPATIENTER</strong></h2><p></p><ul><li><strong>Patienter med gravt nedsatt immunf&#xF6;rsvar</strong><ul><li>Neutrofila granulocyter &lt; 1,0 x 10&#x2079;/L<ul><li>(Vid &lt; 0,5 x 10&#x2079;/L b&#xF6;r behandlas av specialisttandl&#xE4;kare)</li></ul></li><li>Defekt granulocytfunktion<ul><li>(T ex myelodysplastiskt syndrom och &#xE4;rftlig kronisk granulomat&#xF6;s sjukdom)</li></ul></li><li>P&#xE5;g&#xE5;ende tung immunosuppressiv behandling<ul><li>(T ex de f&#xF6;rsta m&#xE5;naderna efter organtransplantation eller benm&#xE4;rgs- /stamcellstransplantation eller i samband med avst&#xF6;tningsreaktion efter transplantation.</li></ul></li><li>Till dessa patienter rekommenderas AB-profylax vid f&#xF6;ljande odontologiska ingrepp:<ul><li>Tandextraktion</li><li>Subgingival depuration</li><li>Dentoalveol&#xE4;r kirurgi</li></ul></li></ul></li></ul><p>&#xA0;</p><ul><li><strong>Patienter med locus minoris resistentiae:</strong><ul><li>H&#xF6;gdosstr&#xE5;lbehandlat k&#xE4;kben</li><li>Cancerpatienter som behandlas med eller har behandlats med bisfosfonat intraven&#xF6;st<ul><li>P&#xE5; dessa patienter rekommenderas AB-profylax vid benskadande odontologiska ingrepp, det vill s&#xE4;ga extraktion och dentoalveol&#xE4;r kirurgi.</li></ul></li><li>Ledprotes<ul><li>AB-profylax inf&#xF6;r tandextraktion, subgingival depuration och/eller dentoalveol&#xE4;r kirurgi kan &#xF6;verv&#xE4;gas till patienter som nyligen erh&#xE5;llit ledprotes (inom 3 m&#xE5;nader postoperativt) och samtidig har f&#xF6;rekomst av ytterligare minst tre riskfaktorer och ingreppet inte kan skjutas upp.</li></ul></li><li>Riskfaktorer att v&#xE4;ga in:<ul><li>&#xD6;vervikt (BMI &gt;35-40)</li><li>R&#xF6;kning</li><li>Prim&#xE4;r eller f&#xF6;rv&#xE4;rvad immunbrist</li><li>Anemi</li><li>H&#xF6;g &#xE5;lder</li><li>D&#xE5;lig munh&#xE4;lsa</li><li>F&#xF6;rs&#xE4;mrat allm&#xE4;nh&#xE4;lsotillst&#xE5;nd (ASA &#x2265;3)</li><li>Om ingreppet tar l&#xE5;ng tid</li></ul></li></ul></li></ul><p>&#xA0;</p><ul><li><strong>Kontakt med behandlande l&#xE4;kare inf&#xF6;r invasivt odontologiskt ingrepp rekommenderas f&#xF6;r att i samr&#xE5;d besluta om AB-profylax &#xE4;r indicerat eller inte</strong><ul><li>Till multisjuka patienter med okontrollerad diabetes mellitus, sv&#xE5;r autoimmun/inflammatorisk sjukdom eller med samtidig f&#xF6;rekomst av flera riskfaktorer (ASA &#x2265;4)</li><li>D&#xE5; justering av p&#xE5;g&#xE5;ende medicinering i samband med tandingrepp kan vara aktuell</li></ul></li></ul><p>&#xA0;</p><ul><li><strong>F&#xF6;ljande patientgrupper b&#xF6;r behandlas av (alternativt i samr&#xE5;d med) specialisttandl&#xE4;kare/sjukhustandl&#xE4;kare</strong><ul><li>Patienter som genomg&#xE5;tt h&#xF6;gdosstr&#xE5;lning mot k&#xE4;kbenet</li><li>Cancerpatienter som f&#xE5;tt intraven&#xF6;s bisfosfonatbehandling</li><li>Gravt neutropena patienter samt patienter med defekt granulocytfunktion</li></ul></li></ul><p>&#xA0;</p><h2 id="riskingrepp"><strong>RISKINGREPP</strong></h2><p></p><ul><li><strong>Antibiotikaprofylax rekommenderas vid f&#xF6;ljande odontologiska ingrepp &#xE4;ven p&#xE5; i &#xF6;vrigt friska patienter:</strong><ul><li>Anomalikirurgi/Ortognatkirurgi</li><li>Frakturkirurgi</li><li>Bentransplantation</li></ul></li></ul><p>&#xA0;</p><ul><li><strong>Antibiotikaprofylax kan &#xF6;verv&#xE4;gas vid f&#xF6;ljande ingrepp</strong><ul><li>Implantatkirurgi</li></ul></li></ul><p>&#xA0;</p><h2 id="preparat-och-doser"><strong>PREPARAT OCH DOSER</strong></h2><p>Peroral administration, eng&#xE5;ngsdos 60 minuter f&#xF6;re ingreppet.</p><h3 id="f%C3%B6rstahandsval"><strong>F&#xF6;rstahandsval</strong></h3><p></p><ul><li>Vuxna:<a href="http://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POESUAGPUVERT1&amp;ref=internetodontologi.se"> Amoxicillin</a> 2 g</li><li>Barn:<a href="http://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POESUAGPUVERT1&amp;ref=internetodontologi.se"> Amoxicillin</a> 50 mg/kg kroppsvikt</li></ul><p>&#xA0;</p><h3 id="vid-dokumenterad-penicillinallergi"><strong>Vid dokumenterad penicillinallergi</strong></h3><p></p><ul><li>Vuxna:<a href="http://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> Klindamycin</a> 600 mg</li><li>Barn:<a href="http://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> Klindamycin</a> 15 mg/kg kroppsvikt</li></ul><p>&#xA0;</p><h3 id="parenteral-administrering-ges-under-h%C3%B6gst-ett-dygn"><strong>Parenteral administrering, ges under h&#xF6;gst ett dygn</strong></h3><p></p><ul><li><a href="http://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POBVU92KRVERT1&amp;ref=internetodontologi.se">Bensylpenicillin</a> (3g x 1-3), alternativt<a href="http://www.fass.se/LIF/substance?userType=0&amp;substanceId=IDE4POEMUACAQVERT1&amp;ref=internetodontologi.se"> klindamycin</a> (600 mg x 1-3) vid penicillinallergi.</li></ul><p>&#xA0;</p><p>&#xA0;</p><h3 id="referenser"><strong>Referenser</strong></h3><p>Information fr&#xE5;n L&#xE4;kemedelsverket 23(5):22-35, 2012.</p><p></p>]]></content:encoded></item><item><title><![CDATA[Apikalkirurgi med retrograd fyllning]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Apikal parodontit vid rotfyllda t&#xE4;nder kan ibland ge upphov till v&#xE4;rk och svullnad.Det kan ocks&#xE5; finnas kliniska fynd vid den rotfyllda tanden i form av &#xF6;mhet och fistlar som vittnar om en kvarst&#xE5;ende eller tillst&#xF6;tande infektion i rotkanalssystemet.</p>]]></description><link>https://www.internetodontologi.se/endodonti/apikalkirurgi-med-retrograd-fyllning/</link><guid isPermaLink="false">6509da25ad16c400014ca1a6</guid><category><![CDATA[Endodonti]]></category><category><![CDATA[apikal]]></category><category><![CDATA[apikalkirurgi]]></category><category><![CDATA[nekrotisk]]></category><category><![CDATA[pulpa]]></category><category><![CDATA[pulpanekros]]></category><category><![CDATA[retrograd]]></category><category><![CDATA[rotbehandling]]></category><category><![CDATA[rotfyllning]]></category><dc:creator><![CDATA[Kvist Thomas • Docent • Avd för Endodonti • Göteborg]]></dc:creator><pubDate>Mon, 24 Jul 2023 17:53:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Apikal parodontit vid rotfyllda t&#xE4;nder kan ibland ge upphov till v&#xE4;rk och svullnad.Det kan ocks&#xE5; finnas kliniska fynd vid den rotfyllda tanden i form av &#xF6;mhet och fistlar som vittnar om en kvarst&#xE5;ende eller tillst&#xF6;tande infektion i rotkanalssystemet.</p><p>En vanligare situation &#xE4;r dock att den rotfyllda tanden &#xE4;r b&#xE5;de subjektivt och kliniskt symtomfri men att en r&#xF6;ntgenunders&#xF6;kning visar att en bendestruktion tillkommit, eller att den ursprungliga bendestruktionen kvarst&#xE5;r trots att f&#xF6;rv&#xE4;ntad maximal l&#xE4;kningstid (normalt 4 &#xE5;r) passerats.<a href="https://roi.socialstyrelsen.se/riktlinjer/nationella-riktlinjer-for-tandvard/9?ref=internetodontologi.se"><strong>Tandv&#xE5;rdsriktlinjer enligt socialstyrelsen</strong></a></p><h3 id="i-en-s%C3%A5dan-situation-finns-tre-behandlingsm%C3%B6jligheter"><strong>I en s&#xE5;dan situation finns tre behandlingsm&#xF6;jligheter:</strong></h3><ul><li>Ortograd revisionsbehandling</li><li>Retrograd revisionsbehandling (apikalkirurgi)</li><li>Extraktion</li></ul><p><em>F&#xF6;r mer information, se faktablad</em>:<a href="https://www.internetodontologi.se/endodonti/rotbehandling-revision/">Revisionsbehandling</a></p><p><a href="https://www.internetodontologi.se/endodonti/rotfylld-tand/">Rotfylld tand</a></p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/05/210858_U8hepo65Sg2UTuGKjw3k_AMAT-A-Kursbild.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Apikalkirurgi</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/apikalkirurgi?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="apikalkirurgi-%E2%80%93-behandlingsg%C3%A5ng"><strong>APIKALKIRURGI &#x2013; BEHANDLINGSG&#xC5;NG</strong></h2><h3 id="incisionoch-lamb%C3%A5teknik"><strong>Incision- och lamb&#xE5;teknik</strong></h3><ul><li><em>Incision</em> &#x2013; i regel &#xE4;r ett buckalt gingivalrandsnitt (incision i tandk&#xF6;ttsfickan) som omfattar en tandbredd p&#xE5; vardera sidan om den f&#xF6;r ingreppet aktuella tanden att rekommendera.Tandk&#xF6;ttspapillerna beh&#xF6;ver inte ing&#xE5; i lamb&#xE5;n.</li><li><em>Avlastningssnitt</em> &#x2013; ett, eller ibland tv&#xE5;, vertikala avlastningssnitt avslutar incisionen</li><li><em>Lamb&#xE5;</em> &#x2013; d&#xE4;refter lyfter man f&#xF6;rsiktigt upp en mukoperiostlamb&#xE5; med hj&#xE4;lp av ett raspatorium.</li></ul><h3 id="tilltr%C3%A4de-till-den-infekterade-rotkanalen"><strong>Tilltr&#xE4;de till den infekterade rotkanalen</strong></h3><ul><li><em>Benplastik</em> &#x2013; f&#xF6;r att skapa &#xE5;tkomlighet till den aktuella roten eller r&#xF6;tterna beh&#xF6;ver man ofta avl&#xE4;gsna lite benv&#xE4;vnad i det periradikul&#xE4;ra omr&#xE5;det. Detta kan med f&#xF6;rdel utf&#xF6;ras med ett grovt rundborr.Samtidigt spolar man omr&#xE5;det rikligt med fysiologisk koksalt.</li><li><em>Avl&#xE4;gsnande av inflammationsprocessen</em> &#x2013; d&#xE4;refter avl&#xE4;gsnas den periapikala inflammationsprocessen med kyrett eller liknande kirurgiskt instrument.</li></ul><h3 id="rotamputation-och-retrograd-preparation"><strong>Rotamputation och retrograd preparation</strong></h3><ul><li><em>Rotamputation</em> &#x2013; det &#xE4;r l&#xE4;mpligt att amputera roten ungef&#xE4;r 3 mm med ett fissur- eller rundborr.</li><li><em>Lokalisera kanaler</em> &#x2013; d&#xE4;refter identifieras rotkanalen och oftast ocks&#xE5; den tidigare rotfyllningen.F&#xF6;r god prognos kr&#xE4;vs en retrograd preparation och en retrograd fyllning. F&#xF6;r detta &#xE4;ndam&#xE5;l &#xE4;r ultraljudsteknik att f&#xF6;redra framf&#xF6;r det traditionella s&#xE4;ttet med sm&#xE5; borr i minivinkelstycke. Ultraljudsspetsar finns i en m&#xE4;ngd olika utf&#xF6;randen och tekniken ger klart mycket b&#xE4;ttre &#xE5;tkomlighet, i synnerhet vid behandling av premolarer och molarer.Ett preparationsdjup om minst 3 mm &#xE4;r efterstr&#xE4;vansv&#xE4;rt.</li></ul><h3 id="retrograd-rotfyllning"><strong>Retrograd rotfyllning</strong></h3><p>N&#xE4;r rotkanalen &#xE4;r mekaniskt rengjord torrl&#xE4;ggs den till exempel med pappersspetsar och f&#xF6;rses med en fyllning.IRM eller MTA &#xE4;r l&#xE4;mpliga retrograda fyllningsmaterial.</p><h3 id="suturering-och-efterv%C3%A5rd"><strong>Suturering och efterv&#xE5;rd</strong></h3><ul><li><em>Spola</em> &#x2013; n&#xE4;r den retrograda fyllningen &#xE4;r p&#xE5; plats &#xE5;terst&#xE5;r att f&#xF6;rsiktigt spola rent i operationsomr&#xE5;det med fysiologisk koksalt.</li><li><em>Suturering</em> &#x2013; d&#xE4;refter sutureras lamb&#xE5;n med l&#xE4;mplig sutur, t ex 5-0 eller 4-0. M&#xE5;nga g&#xE5;nger g&#xE5;r det utm&#xE4;rkt att f&#xE4;sta lamb&#xE5;n med enkla suturer i papillerna. En sutur i avlastningssnittet &#xE4;r ofta fullt tillr&#xE4;ckligt. Om man anv&#xE4;nder konventionellt suturmaterial kan dessa i allm&#xE4;nhet avl&#xE4;gsnas efter 5 dagar. Det g&#xE5;r ocks&#xE5; bra att anv&#xE4;nda resorberbar sutur.</li></ul><h2 id="prognos"><strong>PROGNOS</strong></h2><p>Apikalkirurgi har under de senaste 10-15 &#xE5;ren genomg&#xE5;tt en betydande teknologisk utveckling. Specialister inom omr&#xE5;det anv&#xE4;nder idag rutinm&#xE4;ssigt operationsmikroskop eller annan avancerad utrustning f&#xF6;r god insyn.Ultraljudsteknik anv&#xE4;nds f&#xF6;r att ge b&#xE4;sta m&#xF6;jliga &#xE5;tkomlighet vid den retrograda preparationen.I studier, d&#xE4;r modern teknik kommit till anv&#xE4;ndning, &#xE4;r rapporterade l&#xE4;kningsfrekvenser ofta mycket h&#xF6;ga (&gt; 85 %).</p><p>Postoperativa besv&#xE4;r i form av svullnad och v&#xE4;rk varierar mellan individer. Oftast &#xE4;r besv&#xE4;ren lindriga och avhj&#xE4;lps med receptfria analgetika. Ibland f&#xF6;rekommer bl&#xE5;m&#xE4;rken i huden i anslutning till operationsomr&#xE5;det.</p><h2 id="nationella-riktlinjer-2022"><strong>NATIONELLA RIKTLINJER 2022</strong></h2><p><strong>Prioritet 6 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>Pulpanekros med apikal parodontit d&#xE4;r ortograd rotbehandling bed&#xF6;ms ha h&#xF6;g risk f&#xF6;r komplikationer<em>&#xC5;tg&#xE4;rd: </em>Apikalkirurgisk behandling med retrograd fyllning</p><p><strong>Prioritet 6 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>Rotfylld tand med apikal parodontit<em>&#xC5;tg&#xE4;rd: </em>Apikalkirurgisk behandling med retrograd fyllning</p><p><strong>Prioritet 8 enligt rekommendationsskalan</strong><em>Tillst&#xE5;nd: </em>Rotfylld tand med apikal parodontit<em>&#xC5;tg&#xE4;rd: </em>Apikalkirurgisk behandling utan retrograd fyllning</p><p></p><hr><p></p><h2 id="referenser"><strong>REFERENSER</strong></h2><p>Christiansen R, Kirkevang LL, Horsted-Bindslev P, Wenzel A. Patient discomfort following periapical surgery. Oral Surg Oral Med Oral Pathol Oral Radiol Endod 2008 Feb;105(2):245-50.</p><p>Christiansen R, Kirkevang LL, Horsted-Bindslev P, Wenzel A. Randomized clinical trial of root-end resection followed by root-end filling with mineral trioxide aggregate or smoothing of the orthograde gutta-percha root filling- 1 year follow-up. Int Endod J 2009;42:105-14.</p><p>Kim S, Kratchman S. Modern endodontic surgery concepts and practice: a review. J Endod 2006;32:601-23.</p><p>Tsesis, I., Faivishevsky, V., Kfir, A,Rosen, E. Outcome of surgical endodontic treatment performed by a modern technique: a meta-analysis of literature, J Endod, 35 (2009) 1505-11.</p>]]></content:encoded></item><item><title><![CDATA[Aplasi av överkäkslateralen, ortodontisk luckslutning vs. lucköppning]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Den vanligaste orsaken till avsaknad av laterala incisiver i &#xF6;verk&#xE4;ken &#xE4;r agenesi, det vill s&#xE4;ga medf&#xF6;dd avsaknad av tandanlaget. Prevalensen &#xE4;r 1.5-2% i den skandinaviska befolkningen. &#xD6;verk&#xE4;kslateraler kan ocks&#xE5; ibland beh&#xF6;va extraheras p&</p>]]></description><link>https://www.internetodontologi.se/ortodonti/aplasi-av-overkakslateralen-ortodontisk-luckslutning-vs-luckoppning/</link><guid isPermaLink="false">6509da25ad16c400014ca26d</guid><category><![CDATA[Ortodonti]]></category><category><![CDATA[aplasi]]></category><category><![CDATA[bettutveckling]]></category><category><![CDATA[ektopisk]]></category><category><![CDATA[entandslucka]]></category><category><![CDATA[front]]></category><category><![CDATA[glesställning]]></category><category><![CDATA[implantat]]></category><category><![CDATA[incisiv]]></category><category><![CDATA[lateral]]></category><category><![CDATA[lucka]]></category><category><![CDATA[luckslutning]]></category><category><![CDATA[tandreglering]]></category><category><![CDATA[tandställning]]></category><dc:creator><![CDATA[Josefsson Eva • Övertandläkare • PhD • Avd för Ortodonti • Jönköping]]></dc:creator><pubDate>Wed, 18 Oct 2023 18:10:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Den vanligaste orsaken till avsaknad av laterala incisiver i &#xF6;verk&#xE4;ken &#xE4;r agenesi, det vill s&#xE4;ga medf&#xF6;dd avsaknad av tandanlaget. Prevalensen &#xE4;r 1.5-2% i den skandinaviska befolkningen. &#xD6;verk&#xE4;kslateraler kan ocks&#xE5; ibland beh&#xF6;va extraheras p&#xE5; grund av rotresorption eller trauma. Vid normal bettutveckling erupterar de laterala &#xF6;verk&#xE4;ksincisiverna vid 8-9 &#xE5;rs &#xE5;lder. Om prim&#xE4;ra &#xF6;verk&#xE4;kslateraler persisterar och de permanenta incisiverna ej erupterat, kan diagnostiken enkelt g&#xF6;ras med en r&#xF6;ntgenunders&#xF6;kning.</p><p>Efter att diagnosen fastst&#xE4;llts &#xE4;r det viktigt att s&#xE4;kerst&#xE4;lla h&#xF6;rntandens eruption. F&#xF6;rekomst av ektopiskt bel&#xE4;gen h&#xF6;rntand &#xE4;r st&#xF6;rre om &#xF6;verk&#xE4;kslateralen saknas. D&#xE4;rf&#xF6;r &#xE4;r det ofta l&#xE4;mpligt att den prim&#xE4;ra lateralen och prim&#xE4;ra h&#xF6;rntanden extraheras vid 9-10 &#xE5;rs &#xE5;lder f&#xF6;r att m&#xF6;jligg&#xF6;ra komplikationsfri eruption av h&#xF6;rntanden. I det obehandlade permanenta bettet ser man ofta glesst&#xE4;llning i &#xF6;verk&#xE4;ksfronten samt att h&#xF6;rntanden erupterat i roterad position p&#xE5; lateralens plats.</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/05/210858_Rno9GGPpQAyKCV1ModI1_TH-OBMA-Kursbild.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Ortodontisk behandling med aligners</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/ortodontisk-behandling-med-aligners?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="indikation-f%C3%B6r-behandling"><strong>INDIKATION F&#xD6;R BEHANDLING</strong></h2><p>Psykosocial otillfredsst&#xE4;llelse p&#xE5; grund av p&#xE5;verkad estetik.</p><h2 id="behandling"><strong>BEHANDLING</strong></h2><p>Det finns tv&#xE5; behandlingsstrategier: Ortodontisk luckslutning eller utrymmesbevarande &#xE5;tg&#xE4;rd. Om man vill bevara utrymmet &#xE4;r behandlingsalternativen tandst&#xF6;dd fast protetik, resinretinerad etsbro, implantatst&#xF6;dd krona eller autotransplantation. De vanligaste terapivalen &#xE4;r ortodontisk luckslutning eller implantatst&#xF6;dd krona. Hos m&#xE5;nga patienter &#xE4;r flera behandlingsalternativ m&#xF6;jliga.</p><p>Det finns ett antal faktorer att ta h&#xE4;nsyn till vid beslut om terapival:</p><ul><li>Utrymmesf&#xF6;rh&#xE5;llanden i &#xF6;verk&#xE4;ken</li><li>Tillv&#xE4;xtm&#xF6;nster</li><li>Ocklusion &#x2013; molarrelation</li><li>Status p&#xE5; grannt&#xE4;nder</li><li>Mjukv&#xE4;vnadsprofil</li></ul><p>F&#xF6;rstahandsvalet &#xE4;r att g&#xF6;ra en ortodontisk luckslutning om b&#xE5;da alternativen &#xE4;r m&#xF6;jliga. F&#xF6;rdelarna med detta &#xE4;r att n&#xE5;got fr&#xE4;mmande material ej beh&#xF6;ver s&#xE4;ttas in i k&#xE4;ken och att patienten kan f&#xE4;rdigbehandlas vid en l&#xE4;gre &#xE5;lder samt att adaptationen av t&#xE4;nder och omkringliggande v&#xE4;vnad kan ske p&#xE5; ett naturligt s&#xE4;tt.</p><p>Om man beh&#xF6;ver ers&#xE4;tta den saknade &#xF6;verk&#xE4;kslateralen &#xE4;r en implantatst&#xF6;dd krona ofta f&#xF6;rstahandsalternativet, om det finns f&#xF6;ruts&#xE4;ttningar f&#xF6;r det. Oftast kr&#xE4;vs att man g&#xF6;r en ortodontisk luck&#xF6;ppning f&#xF6;r att f&#xE5; plats f&#xF6;r implantat och krona. Vid tidig luck&#xF6;ppning finns det risk f&#xF6;r minskad benvolym, varf&#xF6;r denna preprotetiska luck&#xF6;ppning b&#xF6;r g&#xF6;ras s&#xE5; sent som m&#xF6;jligt. Ibland vill man placera de &#x201D;egna&#x201D; t&#xE4;nderna i den mest estetiska zonen och placera tanders&#xE4;ttningen l&#xE4;ngre bak. Vid implantaters&#xE4;ttning &#xE4;r patienten s&#xE4;llan f&#xE4;rdigbehandlad f&#xF6;re 19 &#xE5;rs &#xE5;lder.&#xA0;</p><h2 id="prognos-uppf%C3%B6ljning"><strong>PROGNOS / UPPF&#xD6;LJNING</strong></h2><p>Olika biotyper med varierande anatomiska f&#xF6;ruts&#xE4;ttningar (benvolym, papillstorlek, b&#xE5;gform) p&#xE5;verkar prognosen. Skelettala f&#xF6;r&#xE4;ndringar p&#xE5;g&#xE5;r &#xE4;ven under vuxenperioden. Uppf&#xF6;ljande studier har visat att vid implantatst&#xF6;dd krona i estetiska zonen har vissa o&#xF6;nskade komplikationer uppst&#xE5;tt; missf&#xE4;rgad gingiva, papilldegeneration, synlig skruv och infraocklusion.</p><p>Vid luckslutning, dvs n&#xE4;r h&#xF6;rntanden st&#xE5;r p&#xE5; lateralens plats, har studier visat ett missn&#xF6;je fr&#xE5;n patienter och lekm&#xE4;n, med h&#xF6;rntandens f&#xE4;rg vilket s&#xE4;llan &#xE4;r problemet vid en implantatst&#xF6;dd krona.</p><p>Retention kan ocks&#xE5; vara ett bekymmer. Det vanligaste problemet &#xE4;r recidiv efter luckslutning, varf&#xF6;r en permanent bondad retainer ofta &#xE4;r n&#xF6;dv&#xE4;ndig f&#xF6;r bibeh&#xE5;llande av behandlingsresultatet.</p><p>Att behandla patienter med ortodontisk luckslutning inneb&#xE4;r en l&#xE4;gre total samh&#xE4;llskostnad b&#xE5;de p&#xE5; kort och l&#xE5;ng sikt j&#xE4;mf&#xF6;rt med implantatst&#xF6;dd krona.&#xA0;&#xA0;</p><p></p><h2 id="slutsats"><strong>SLUTSATS</strong></h2><p>Ortodontiskt f&#xF6;rflyttade t&#xE4;nder har f&#xF6;rm&#xE5;ga att anpassa sig till naturliga f&#xF6;r&#xE4;ndringar i bettet och k&#xE4;karna. Om b&#xE5;da behandlingsstrategierna &#xE4;r m&#xF6;jliga, &#xE4;r luckslutning att f&#xF6;redra.</p><p></p><figure class="kg-card kg-image-card"><img src="https://lh7-eu.googleusercontent.com/hnTqn-5UuZWMiZ-vk5erlvKPzXkFfkiJhqgrn7PYni5uQ0SasSY3jYQi-WcBRtPwJRtCJRoe1EB4MP2qJ6bd7NZ2ZEaYKyeOHNm07bkWOIS1VcVhU-nBtjjmkiexIGd2xy7R-eix6jRGXJBo_M3sjA" class="kg-image" alt loading="lazy" width="1128" height="797"></figure><p><strong>Referenser</strong></p><p>Zachrisson B, Rosa M, Toreskog S (2011) Congenitally missing maxillary lateral incisors: Canine substitution. Am J Orthod Dentofacial Orthop 139;434-444.</p><p>Robertsson S, Mohlin B (2000) The congenitally missing upper lateral incisor. A retrospective study of orthodontic space closure versus restorativetreatment. Eur J Orthod 22;697-710.</p><p>Thilander&#xA0; B (2008) Orthodontic space closure versus implant placement in subjects with missing teeth. J Oral Rehabil 35 Suppl 1; 64-71.</p><p>Schneider U, Mosser L, Fornasetti M, Piattella M and Siciliani G (2016) Esthetic evaluation of implants vs caanine substitution in patients with congenitally missing maxillary lateral incisors: are there any new insights? Am J Orthod Dentofacial Orthop, 150, 416-424.</p><p>Josefsson E and Lindsten R (2019) Treatment of missing maxillary lateral incisor: a clinical and aesthetic evaluation. Eur J Orthod 24;41(3):273-278.</p><p><a href="https://www.ncbi.nlm.nih.gov/pubmed/?term=Pancherz+H%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=25533068&amp;ref=internetodontologi.se">Pancherz H</a>, <a href="https://www.ncbi.nlm.nih.gov/pubmed/?term=Bjerklin+K%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=25533068&amp;ref=internetodontologi.se">Bjerklin K</a>, <a href="https://www.ncbi.nlm.nih.gov/pubmed/?term=Hashemi+K%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=25533068&amp;ref=internetodontologi.se">Hashemi K</a> (2015) Late adult skeletofacial growth after adolescent Herbst therapy: a 32-year longitudinal follow-up study. <a href="https://www.ncbi.nlm.nih.gov/pubmed/25533068?ref=internetodontologi.se">Am J Orthod Dentofacial Orthop.</a> 147, 19-28.</p><p><a href="https://pubmed.ncbi.nlm.nih.gov/?sort=pubdate&amp;term=Hedmo+C&amp;cauthor_id=37071917&amp;ref=internetodontologi.se">Hedmo</a> C, &#xA0;<a href="https://pubmed.ncbi.nlm.nih.gov/?sort=pubdate&amp;term=Lindsten+R&amp;cauthor_id=37071917&amp;ref=internetodontologi.se">Lindsten</a> R, <a href="https://pubmed.ncbi.nlm.nih.gov/?sort=pubdate&amp;term=Josefsson+E&amp;cauthor_id=37071917&amp;ref=internetodontologi.se">Josefsson</a> E,<a href="https://pubmed.ncbi.nlm.nih.gov/?sort=pubdate&amp;term=Davidson+T&amp;cauthor_id=37071917&amp;ref=internetodontologi.se"> Davidson</a> T(2023) A cost analysis of orthodontic space closure and implant treatment in patients missing maxillary lateral incisors with a long-term perspective. Eur J Orthod l 31;45(4):468-474.</p><p></p>]]></content:encoded></item><item><title><![CDATA[Arbetsmiljö och ergonomi inom tandvården]]></title><description><![CDATA[<p>Tandl&#xE4;kare, tandhygienister och tandsk&#xF6;terskor tillbringar varje vecka m&#xE5;nga timmar p&#xE5; kliniker runt om i landet och tr&#xE4;ffar patienter i olika &#xE5;ldrar med skiftande behov.&#xA0; Hur arbetsbelastning, r&#xF6;relse och &#xE5;terh&#xE4;mtning sker under arbetsdagen har betydelse</p>]]></description><link>https://www.internetodontologi.se/ovrigt/arbetsmiljo-och-ergonomi-inom-tandvarden/</link><guid isPermaLink="false">652d33998507ec0001c0227a</guid><category><![CDATA[Övrigt]]></category><category><![CDATA[ergonomi]]></category><category><![CDATA[arbetsmiljö]]></category><category><![CDATA[ont]]></category><category><![CDATA[smärta]]></category><category><![CDATA[nacke]]></category><category><![CDATA[axlar]]></category><category><![CDATA[tandvård]]></category><category><![CDATA[tandläkare]]></category><category><![CDATA[tandhygienist]]></category><category><![CDATA[tandsköterska]]></category><category><![CDATA[tsk]]></category><category><![CDATA[tdl]]></category><category><![CDATA[thyg]]></category><category><![CDATA[tdh]]></category><category><![CDATA[muskelsmärta]]></category><category><![CDATA[nackont]]></category><category><![CDATA[jobb]]></category><category><![CDATA[relaterad]]></category><dc:creator><![CDATA[Wåhlin Charlotte • Ergonom • Biträdande professor • Arbet- och miljömedicin för sydöstra sjukvårdsregionen • Institutionen för hälsa, medicin och vård • Linköping]]></dc:creator><pubDate>Mon, 16 Oct 2023 13:00:40 GMT</pubDate><content:encoded><![CDATA[<p>Tandl&#xE4;kare, tandhygienister och tandsk&#xF6;terskor tillbringar varje vecka m&#xE5;nga timmar p&#xE5; kliniker runt om i landet och tr&#xE4;ffar patienter i olika &#xE5;ldrar med skiftande behov.&#xA0; Hur arbetsbelastning, r&#xF6;relse och &#xE5;terh&#xE4;mtning sker under arbetsdagen har betydelse f&#xF6;r den egna h&#xE4;lsan. Det finns mycket som en arbetsplats kan g&#xF6;ra tillsammans f&#xF6;r att f&#xF6;rb&#xE4;ttra arbetsmilj&#xF6;n och att skapa m&#xF6;jligheter till en god ergonomi med fysisk och mental variation i arbetet. Denna kunskap &#xE4;r viktig att f&#xF6;rmedla redan vid grundutbildningar och via handledning till blivande tandv&#xE5;rdspersonal.</p><p>I detta faktablad beskrivs vilka huvudsakliga risker som finns med ensidig arbetsbelastning och vilka arbetsmilj&#xF6;&#xE5;tg&#xE4;rder som kan rekommenderas f&#xF6;r att fr&#xE4;mja en god arbetsh&#xE4;lsa och f&#xF6;rebygga besv&#xE4;r och symtom som sm&#xE4;rta och stress. Du kan ocks&#xE5; l&#xE4;sa om praktisk ergonomi inom tandv&#xE5;rden. Rekommendationerna baseras p&#xE5; lagstiftning, forskning och praktisk erfarenhet.</p><p></p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/Eh58LdvzoG4atPe7BxPovKZnzwtFEkxWJvHwyeM-XPpk2gBHCeh3XfsfZSnsGwlWgCupgMPAIVyhLbCmfO0V_R6hfsBAVb5noOWTDHbLjM0gYS_1V1TSO90enPCOA2cvaSkFpFVIvj-3XV-NqZE0voY" class="kg-image" alt loading="lazy" width="889" height="579"></figure><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed-96.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom Odontologi</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/courses?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="risk-f%C3%B6r-belastningsbesv%C3%A4r-och-belastningsskador"><strong>RISK F&#xD6;R BELASTNINGSBESV&#xC4;R OCH BELASTNINGSSKADOR</strong></h2><p>I det kliniska arbetet inom tandv&#xE5;rden utf&#xF6;rs flera moment i en arbetsst&#xE4;llning d&#xE4;r huvudet h&#xE5;lls fram&#xE5;tb&#xF6;jt l&#xE4;ngre stunder f&#xF6;r att skapa god insyn och kunna utf&#xF6;ra behandlingsmoment i patientens mun och omgivande v&#xE4;vnad.&#xA0; F&#xF6;r den som utf&#xF6;r arbetet h&#xE5;lls armarna ofta i anstr&#xE4;ngande positioner och arbetet kr&#xE4;ver stor precision och koncentration (1). En full tidbok med m&#xE5;nga bokade patienter och komplexa fr&#xE5;gest&#xE4;llningar kan l&#xE4;tt bidra till &#xF6;kad stress bland tandv&#xE5;rdspersonalen.</p><p>Forskningen visar att tandv&#xE5;rdpersonal ofta rapporterar ensidiga arbetsuppgifter med b&#xE5;de h&#xF6;g mental och fysisk arbetsbelastning. &#xD6;ver 50% av tandv&#xE5;rdspersonal rapporterade att de senaste 12 m&#xE5;naderna haft ont i b&#xE5;de muskler och leder, framf&#xF6;r allt i nacke/axlar/skuldra, arm/hand och l&#xE4;ndrygg (2, 3). Det &#xE4;r orov&#xE4;ckande. Att ha besv&#xE4;r fr&#xE5;n flera olika kroppsdelar &#xE4;r kopplat till att ha l&#xE4;gre arbetsf&#xF6;rm&#xE5;ga, s&#xE4;mre s&#xF6;mnkvalitet och h&#xF6;gre rapporterad stress (4). H&#xF6;g arbetsbelastning, brist p&#xE5; handlingsutrymme i arbetet och upplevelse av stress kan till exempel bidra till att ergonomin f&#xF6;rs&#xE4;mras och viktiga mikropauser prioriteras bort. En studie fr&#xE5;n Ume&#xE5; Universitet visar att tandl&#xE4;kare som har ett l&#xE5;gt inflytande &#xF6;ver sitt arbete, d&#xE5;ligt st&#xF6;d i arbetet och &#xE4;r missn&#xF6;jda med sin ergonomi upplever en h&#xF6;gre arbetsbelastning &#xE4;n de som har ett st&#xF6;rre inflytande (5). Den som lever och arbetar med sm&#xE4;rta har en &#xF6;kad risk att utveckla ytterligare sm&#xE4;rta d&#xE4;rf&#xF6;r &#xE4;r det viktigt med f&#xF6;rebyggande &#xE5;tg&#xE4;rder. L&#xE4;s mer i f&#xF6;reskriften om arbetsanpassningar fr&#xE5;n Arbetsmilj&#xF6;verket:<a href="https://www.av.se/arbetsmiljoarbete-och-inspektioner/publikationer/foreskrifter/arbetsanpassning-afs-20205-foreskrifter/?ref=internetodontologi.se"> Arbetsanpassning (AFS 2020:5)</a></p><p>Du kan ocks&#xE5; l&#xE4;sa mer om m&#xF6;jligheter till arbetsanpassningar i Prehabguiden som &#xE4;r framtagen av Suntarbetsliv:<a href="https://prehabguiden.suntarbetsliv.se/?ref=internetodontologi.se"> Prehabguiden</a></p><h3 id="n%C3%A5gra-k%C3%A4nda-belastningsrelaterade-riskfaktorer-%C3%A4r"><strong>N&#xE5;gra k&#xE4;nda belastningsrelaterade riskfaktorer &#xE4;r:</strong></h3><ul><li>Upplevelse av stress och tidsbrist</li><li>Syn och precisionskr&#xE4;vande arbete</li><li>Ensidigt upprepat arbete</li><li>Starkt styrt eller bundet arbete</li><li>L&#xE5;ngvarigt statiskt muskelarbete</li><li>Tr&#xE5;nga och d&#xE5;ligt utformade arbetsplatser</li><li>L&#xE5;ngvarigt stillasittande</li><li>Bristande handlingsutrymme och st&#xF6;d</li></ul><h3 id="andra-riskfaktorer-i-arbetet"><strong>Andra riskfaktorer i arbetet</strong></h3><ul><li>Vibrationer eller skakningar</li><li>Buller eller h&#xF6;ga ljud</li><li>D&#xE5;lig ventilation (varmt/kallt)</li><li>F&#xF6;rekomst av smitta</li><li>Kemiska &#xE4;mnen och allergiframkallande &#xE4;mnen</li><li>Hot- och v&#xE5;ld</li><li>Bristande information och instruktioner som kan missf&#xF6;rst&#xE5;s</li></ul><h2 id="rapportera-arbetsskada"><strong>RAPPORTERA ARBETSSKADA</strong></h2><p>Det &#xE4;r arbetsgivarens skyldighet att anm&#xE4;la arbetsskada om en medarbetare skadar sig p&#xE5; arbetsplatsen, p&#xE5; v&#xE4;g till eller fr&#xE5;n arbetet eller f&#xE5;tt en smittsam sjukdom som har uppkommit p&#xE5; grund av smitta i arbetet. F&#xF6;r aktuellt regelverk kring detta l&#xE4;s mer via F&#xF6;rs&#xE4;kringskassans webbsida:<a href="https://www.forsakringskassan.se/arbetsgivare/sjukdom-och-skada/skador-i-arbetet?ref=internetodontologi.se"> &#x201D;Skador i arbetet&#x201D;.</a></p><p>Det finns ocks&#xE5; m&#xF6;jlighet f&#xF6;r den som &#xE4;r anst&#xE4;lld inom stat, kommun och region att sj&#xE4;lv g&#xF6;ra en anm&#xE4;lan till f&#xF6;rs&#xE4;kringsbolaget AFA:<a href="https://www.afaforsakring.se/forsakring/arbetsskadeforsakring?ref=internetodontologi.se"> &#x201D;F&#xF6;rs&#xE4;kring vid arbetsskada&#x201D;</a></p><p>Om du &#xE4;r fackligt ansluten kan du ta kontakt med ditt fackf&#xF6;rbund f&#xF6;r att f&#xE5; st&#xF6;d kring vad som g&#xE4;ller n&#xE4;r du drabbas av sjukdom eller arbetsskada.</p><ul><li><a href="https://tandlakarforbundet.se/?ref=internetodontologi.se">Sveriges Tandl&#xE4;karf&#xF6;rbund</a> Saco</li><li><a href="https://www.srat.se/Tandhygienistforening/?ref=internetodontologi.se">Sveriges Tandhygienistf&#xF6;rening</a> Saco, SRAT</li><li><a href="https://www.svetf.se/?ref=internetodontologi.se">Svenska tandsk&#xF6;terskef&#xF6;rbundet</a> STF</li></ul><h2 id="vad-h%C3%A5ller-anst%C3%A4llda-i-tandv%C3%A5rden-friska"><strong>VAD H&#xC5;LLER ANST&#xC4;LLDA I TANDV&#xC5;RDEN FRISKA</strong></h2><p>I en studie inom tandv&#xE5;rden f&#xF6;ljde v&#xE5;r forskargrupp 160 tandl&#xE4;kare, tandsk&#xF6;terskor och tandhygienister under tre &#xE5;r (6).&#xA0; Fr&#xE5;geformul&#xE4;r besvarades av de anst&#xE4;llda vid tv&#xE5; tillf&#xE4;llen.&#xA0; Vi unders&#xF6;kte vad som karakteriserar de medarbetare som h&#xE5;ller sig friska &#xF6;ver tid. Gruppen som varken hade sjukfr&#xE5;nvaro eller sjukn&#xE4;rvaro hade b&#xE4;ttre fysisk och mental h&#xE4;lsa, god arbetsf&#xF6;rm&#xE5;ga, inga nacksm&#xE4;rtor, sov bra p&#xE5; n&#xE4;tterna och var inte lika tr&#xF6;tta vid arbetsdagens slut i j&#xE4;mf&#xF6;relse med de &#xF6;vriga grupperna som rapporterade sjukfr&#xE5;nvaro. M&#xE5;ls&#xE4;ttningen &#xE4;r att fler inom tandv&#xE5;rden ska f&#xE5; ett h&#xE5;llbart och h&#xE4;lsosamt arbetsliv, f&#xF6;r m&#xE5;nga trivs mycket bra med att arbeta inom tandv&#xE5;rden.&#xA0;</p><h2 id="satsa-p%C3%A5-en-h%C3%A4lsofr%C3%A4mjande-arbetsmilj%C3%B6"><strong>SATSA P&#xC5; EN H&#xC4;LSOFR&#xC4;MJANDE ARBETSMILJ&#xD6;</strong></h2><p>Det finns m&#xE5;nga &#xE5;tg&#xE4;rder en arbetsplats kan utf&#xF6;ra tillsammans f&#xF6;r att f&#xF6;rb&#xE4;ttra arbetsmilj&#xF6;n och att skapa m&#xF6;jligheter till fysisk och mental variation i arbetet. Varje medarbetares engagemang i arbetsmilj&#xF6;fr&#xE5;gor &#xE4;r viktigt &#xE4;ven om chefen har det yttersta ansvaret f&#xF6;r arbetsmilj&#xF6;n.</p><h3 id="systematiskt-arbetsmilj%C3%B6arbete"><strong>Systematiskt arbetsmilj&#xF6;arbete</strong></h3><p>F&#xF6;rsta steget f&#xF6;r att skapa en h&#xE4;lsofr&#xE4;mjande arbetsmilj&#xF6; &#xE4;r att utg&#xE5; fr&#xE5;n det systematiska arbetsmilj&#xF6;arbetet d&#xE4;r riskbed&#xF6;mningar &#xE4;r en central del. Att arbeta vardagsn&#xE4;ra och l&#xE5;ngsiktigt med systematiskt arbetsmilj&#xF6;arbete &#xE4;r en metod som inneb&#xE4;r att en arbetsplats str&#xE4;var efter att g&#xF6;ra st&#xE4;ndiga f&#xF6;rb&#xE4;ttringar i arbetsmilj&#xF6;n. Som anst&#xE4;lld beh&#xF6;ver du prata ihop dig med din chef, dina arbetskamrater och skyddsombud, se hur ni kan samarbeta f&#xF6;r att f&#xF6;rb&#xE4;ttra arbetsmilj&#xF6;n i det dagliga arbetet och titta p&#xE5; vilka f&#xF6;ruts&#xE4;ttningar ni har p&#xE5; er klinik och inom er inom organisation. V&#xE4;rdera och analysera vilka arbetsuppgifter som &#xE4;r tyngst och mest repetitiva.&#xA0;&#xA0;</p><p>P&#xE5;<a href="http://www.av.se/?ref=internetodontologi.se"> Arbetsmilj&#xF6;verkets webbsida</a> finns information om aktuell arbetsmilj&#xF6;lagstiftning och f&#xF6;reskrifter som st&#xE5;r som grund f&#xF6;r det systematiska arbetsmilj&#xF6;arbetet. Ny struktur f&#xF6;r f&#xF6;reskrifter presenteras p&#xE5; Arbetsmilj&#xF6;verkets webbsida 16 oktober 2023.&#xA0; Alla dessa nya f&#xF6;reskrifter b&#xF6;rjar g&#xE4;lla fr&#xE5;n den 1 januari 2025.</p><p>Ta del av f&#xF6;ljande f&#xF6;reskrifter fr&#xE5;n<a href="http://www.av.se/?ref=internetodontologi.se"> Arbetsmilj&#xF6;verkets webbsida</a></p><ul><li>Systematiskt arbetsmilj&#xF6;arbete AFS 2001:1</li><li>Belastningsergonomi AFS 2012:2</li><li>Organisatorisk och social arbetsmilj&#xF6; AFS 2015:4</li><li>Arbetsplatsens utformning AFS 2020:1.</li></ul><p>P&#xE5; varje arbetsplats &#xE4;r det v&#xE4;rdefullt att ta fram en rutin f&#xF6;r hur chef och medarbetare riskbed&#xF6;mer och genomf&#xF6;r arbetsmilj&#xF6;&#xE5;tg&#xE4;rder och kopplar det till befintlig arbetsmilj&#xF6;policy. Arbetsmilj&#xF6;&#xE5;tg&#xE4;rder beh&#xF6;ver ofta utf&#xF6;ras p&#xE5; olika niv&#xE5;er; b&#xE5;de f&#xF6;r enskilda medarbetare, f&#xF6;r arbetsgruppen och p&#xE5; organisatorisk niv&#xE5;.&#xA0;</p><h4 id="medicinska-kontroller"><strong>Medicinska kontroller</strong></h4><p>N&#xE4;r det g&#xE4;ller medicinska kontroller kan det vara relevant att ta upp p&#xE5; arbetsplatsen i relation till f&#xF6;rekomst av handintensivt arbete, vibrationer och allergiframkallande kemiska produkter (<a href="https://www.av.se/globalassets/filer/publikationer/foreskrifter/medicinska-kontroller-i-arbetslivet-afs-2019-3.pdf?ref=internetodontologi.se">Medicinska kontroller i arbetslivet AFS 2019:3</a>).</p><p>Ta ocks&#xE5; del av rapport om bed&#xF6;mning av handintensivt arbetet bland tandv&#xE5;rdspersonal:<a href="http://www.amm.se/wp-content/uploads/2022/05/Riskbedomning-av-handintensivt-arbete-i-Folktandvarden-VGR-211216.pdf?ref=internetodontologi.se"> &#x201D;Riskbed&#xF6;mning av Handintensivt arbete i Folktandv&#xE5;rden&#x201D;.</a></p><h3 id="riskbed%C3%B6mning-vid-f%C3%B6rflyttningar-och-lyft"><strong>Riskbed&#xF6;mning vid f&#xF6;rflyttningar och lyft</strong></h3><p>I samband med patientm&#xF6;ten p&#xE5; kliniken beh&#xF6;ver vi v&#xE4;rdera patientens m&#xE5;ende, h&#xE4;lsa och f&#xF6;rflyttningsf&#xF6;rm&#xE5;ga. V&#xE4;rdera patientens f&#xF6;rm&#xE5;ga att f&#xF6;rflytta sig fr&#xE5;n stolen i v&#xE4;ntrummet till behandlingsrummet och behandlingsstolen. En del &#xE4;ldre patienter har en nedsatt funktionsf&#xF6;rm&#xE5;ga, en &#xF6;kad risk f&#xF6;r att ramla och en f&#xF6;rflyttning till behandlingsstolen kan ocks&#xE5; inneb&#xE4;ra en risk f&#xF6;r belastningsbesv&#xE4;r och belastningsskador f&#xF6;r tandv&#xE5;rdpersonalen. F&#xF6;r att kunna riskbed&#xF6;ma och jobba s&#xE4;kert med f&#xF6;rflyttningar ta del av den forskningsbaserade guiden om s&#xE4;kra personf&#xF6;rflyttningar. Den &#xE4;r utgiven av Myndigheten f&#xF6;r arbetsmilj&#xF6;kunskap och skriven av v&#xE5;r forskargrupp (7)<a href="https://mynak.se/publikationer/sakra-personforflyttningar/?ref=internetodontologi.se"> &#x201D;S&#xE4;kra personf&#xF6;rflyttningar &#x2013; en forskningsbaserad guide f&#xF6;r b&#xE4;ttre arbetsmilj&#xF6;&#x201D;.</a></p><h2 id="kunskap-om-arbetsmilj%C3%B6-och-h%C3%A4lsa"><strong>KUNSKAP OM ARBETSMILJ&#xD6; OCH H&#xC4;LSA</strong></h2><p>N&#xE5;got som &#xE4;r viktigt &#xE4;r att chefen beh&#xF6;ver s&#xE4;kerst&#xE4;lla att varje medarbetare f&#xE5;r kunskap om olika aspekter av arbetsmilj&#xF6;n och att medarbetaren kan till&#xE4;mpa den i det dagliga arbetet. Att det finns rutin f&#xF6;r st&#xF6;d och uppf&#xF6;ljning. Enligt Arbetsmilj&#xF6;lagstiftningen s&#xE5; &#xE4;r det en r&#xE4;ttighet f&#xF6;r medarbetare att f&#xE5; tillg&#xE5;ng till uppdaterad kunskap och information fr&#xE5;n arbetsgivare, men ocks&#xE5; en skyldighet att medarbetaren till&#xE4;mpar kunskapen.</p><p>Enligt det systematiska arbetsmilj&#xF6;arbete best&#xE4;mmer din chef tillsammans med dig och dina arbetskamrater vad som beh&#xF6;ver &#xE5;tg&#xE4;rdas direkt och vad som kan &#xE5;tg&#xE4;rdas p&#xE5; sikt. I en kartl&#xE4;ggning beh&#xF6;ver man ocks&#xE5; synligg&#xF6;ra vad det &#xE4;r som funkar bra. Genom att fokusera p&#xE5; det som &#xE4;r bra kan vi skapa b&#xE5;de trivsel och h&#xE4;lsa. Vi &#xE4;r varandras arbetsmilj&#xF6;. St&#xE4;ll fr&#xE5;gan p&#xE5; arbetsplatsen, vilka friskfaktorer &#xE4;r viktiga f&#xF6;r oss?</p><h3 id="faktorer-som-kan-bidra-till-en-h%C3%A4lsofr%C3%A4mjande-arbetsmilj%C3%B6-inom-tandv%C3%A5rden"><strong>&#xA0;Faktorer som kan bidra till en h&#xE4;lsofr&#xE4;mjande arbetsmilj&#xF6; inom tandv&#xE5;rden</strong></h3><ul><li>Kartl&#xE4;gg arbetsmilj&#xF6;n och arbeta enligt systematiskt arbetsmilj&#xF6;arbete</li><li>V&#xE4;lj arbetsmilj&#xF6;&#xE5;tg&#xE4;rder p&#xE5; individ-, grupp- och organisationsniv&#xE5;</li><li>Satsa p&#xE5; en r&#xE4;ttvis och transparent organisation med n&#xE4;rvarande ledarskap</li><li>M&#xF6;jligg&#xF6;r delaktighet och inflytande i verksamheten</li><li>S&#xE4;tt ny kunskap i ett sammanhang p&#xE5; arbetsplatsen, f&#xF6;lj upp p&#xE5; arbetsplatstr&#xE4;ffar.</li><li>Utbildning av personalen f&#xF6;r att &#xF6;ka kunskap om arbetsmilj&#xF6; och ergonomi</li><li>Arbeta med tidboksplanering och prioritering av arbetsuppgifter</li><li>Anpassade arbetsglas&#xF6;gon kan minska belastning p&#xE5; nacke, axlar och rygg</li><li>Erbjud mikropauser under arbetsdagen</li><li>Skapa en kultur p&#xE5; arbetsplatsen som fr&#xE4;mjar r&#xF6;relse och variation</li></ul><p></p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/kfnm2O0ymC-lPb6pGwDcVbZgYX8IBA5fTuqFjzoX1DE9nT0AZA0qaDMUqLvR5GHiPa76bbOb86P2d9g0KRTLcB13tedRrTM0NaxMgXS6mWEbl8PuLXIJPrREj423z2lDEKfiv0S5KTrVfQST8nhqWLs" class="kg-image" alt loading="lazy" width="623" height="600"></figure><h2 id="praktisk-ergonomi"><strong>PRAKTISK ERGONOMI</strong></h2><p>Det finns mycket som du som anst&#xE4;lld kan g&#xF6;ra f&#xF6;r att f&#xF6;rebygga arbetsrelaterade besv&#xE4;r. Det g&#xE5;r att skapa b&#xE4;ttre ergonomi inom tandv&#xE5;rden.&#xA0; Mycket handlar om att utforma ditt arbete anpassat f&#xF6;r dina behov och f&#xF6;ruts&#xE4;ttningar s&#xE5; att du jobba p&#xE5; ett bra s&#xE4;tt med en god ergonomi.</p><h3 id="arbetsutrustning-och-teamarbete-kan-avlasta-kroppen"><strong>Arbetsutrustning och teamarbete kan avlasta kroppen</strong></h3><p>Anv&#xE4;nd den arbetsutrustning som finns f&#xF6;r att avlasta din kropp n&#xE4;r du arbetar. F&#xF6;lj utvecklingen av ergonomiska dentalprodukter inom tandv&#xE5;rdsomr&#xE5;det. Som arbetsgrupp var aktiv n&#xE4;r upphandlingar och ink&#xF6;p av arbetsutrustning genomf&#xF6;rs, allt fr&#xE5;n arbetsglas&#xF6;gon, behandlingsstolar, utrustning till den egna operat&#xF6;rsstolen. Genomf&#xF6;r testperioder och utv&#xE4;rdera.&#xA0; Testa olika typer av arbetsutrustning, prova olika inst&#xE4;llningar och grepp. Fundera f&#xF6;r egen del hur mycket kraft du beh&#xF6;ver anv&#xE4;nda i de olika arbetsmomenten, h&#xE5;ller du h&#xE5;rt om olika instrument som borr, sug, spatlar och spegel? Att arbeta i team, f&#xF6;rdela arbetsuppgifter och tydligg&#xF6;r roller kan ocks&#xE5; ge avlastning i arbetet.</p><h4 id="anv%C3%A4nd-anpassade-arbetsglas%C3%B6gon"><strong>Anv&#xE4;nd anpassade arbetsglas&#xF6;gon</strong></h4><p>En h&#xF6;g anstr&#xE4;ngningsgrad f&#xF6;reg&#xE5;r ofta sm&#xE4;rta, s&#xE5; om vi kan minska den h&#xF6;ga anstr&#xE4;ngningen s&#xE5; minskar ocks&#xE5; risken f&#xF6;r framtida sm&#xE4;rta i nacke, axlar och rygg.&#xA0; I en studie av Lindeg&#xE5;rd (8) har de visat att prismaglas&#xF6;gon kan f&#xF6;rebygga och lindra nacksm&#xE4;rta. De har ocks&#xE5; visat att den sj&#xE4;lvskattade arbetsf&#xF6;rm&#xE5;gan &#xF6;kar. Ink&#xF6;p av prismaglas&#xF6;gon kan rekommenderas till tandv&#xE5;rdpersonal som utf&#xF6;r sj&#xE4;lvst&#xE4;ndigt patientbehandlingsarbete.</p><p></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/641Cc2ehaBwchjbLCv8NvQNlo0soFzI29m9MMgRDzCVtQdNOS8X68gLlihcqCtvvsw5bdfBlE_qxjnEsNxpwLZ6RlSVZ0Uig9qGDvwdtlXWcWlOhxY3I5a2LdEofZSXsMAzPx9JZl0nSlgGrFTZ_-Es" class="kg-image" alt loading="lazy" width="832" height="486"></figure><h3 id="v%C3%A4lj-behandlingsoch-operat%C3%B6rsstol"><strong>V&#xE4;lj behandlings- och operat&#xF6;rsstol</strong></h3><p>Det &#xE4;r viktigt att du v&#xE4;ljer en operat&#xF6;rstol som du trivs med och att du tar dig tid att st&#xE4;lla in stolen. V&#xE4;lj en stol som &#xE4;r stadig som ger dig r&#xF6;relsefrihet och g&#xE4;rna som du kan avlasta armarna p&#xE5;. Du kan &#xE4;ven avlasta armarna via en s&#xE5; kallad st&#xF6;darm som f&#xE4;sts p&#xE5; behandlingsstolen eller vila armen mot patientens kind/panna. Det finns nackkuddar som kan komplettera behandlingsstolens huvudst&#xF6;d. Sadelstolar kan underl&#xE4;tta att hitta en avsp&#xE4;nd uppr&#xE4;tt arbetsst&#xE4;llning. Forskningen visar p&#xE5; visst st&#xF6;d f&#xF6;r att h&#xE5;llningen kan f&#xF6;rb&#xE4;ttras n&#xE4;r du sitter p&#xE5; ergonomisk utformade sadelstolar (9, 10).</p><h3 id="arbeta-ergonomiskt-och-skapa-variation-i-arbetet"><strong>Arbeta ergonomiskt och skapa variation i arbetet</strong></h3><p>Att arbeta p&#xE5; ett ergonomiskt och skonsamt s&#xE4;tt handlar bland annat om att bli medveten om hur du jobbar. Hur du l&#xE4;gger upp arbetet under arbetsdagen, vilka arbetsuppgifter du har, hur m&#xE5;nga och vilken typ av patientbehandlingar du utf&#xF6;r, att synligg&#xF6;ra din mentala och fysiska arbetsbelastning. Utg&#xE5; fr&#xE5;n ditt arbetsschema, din tidboksplanering och vilka organisatoriska f&#xF6;ruts&#xE4;ttningar det finns p&#xE5; din arbetsplats samt vilket st&#xF6;d som finns fr&#xE5;n dina kollegor och n&#xE4;rmsta chef.</p><p>Det du kan g&#xF6;ra sj&#xE4;lv &#xE4;r att se till att du tar mikropauser mellan patientbehandlingar och ibland &#xE4;ven under l&#xE4;ngre patientbehandlingar, g&#xE4;rna var 30:e minut. Utf&#xF6;r dina arbetsmoment p&#xE5; ett avlastat och ergonomiskt s&#xE4;tt, s&#xE4;kerst&#xE4;ll att du f&#xE5;r st&#xF6;d f&#xF6;r underarmarna och ta dig tid att st&#xE4;ll in stolen den s&#xE5; att det k&#xE4;nns bra. Arbeta med &#xF6;verarmarna n&#xE4;ra kroppen och sitt n&#xE4;ra patienten vid behandlingar. Ta ett djupt andetag dra upp axlarna och s&#xE4;nk ner och andas ut s&#xE5; blir du medveten om att inte h&#xE5;lla axlarna uppdragna n&#xE4;r du arbetar. Variera arbetsst&#xE4;llning s&#xE5; mycket du kan!</p><p>Vid patientbehandlingar vinkla din egen nacke och dra l&#xE4;tt in hakan n&#xE4;r du tittar ner&#xE5;t och &#x201D;f&#xE4;ll i h&#xF6;ften, f&#xE4;ll fram &#xF6;verkroppen&#x201D; ist&#xE4;llet f&#xF6;r att b&#xF6;rja nacken s&#xE5; mycket. Vid behandling, be patienten &#xE4;ndra l&#xE4;ge och vid behov vrida p&#xE5; sitt huvud s&#xE5; att du ser bra. Ett annat konkret tips &#xE4;r att f&#xE4;lla behandlingsstolen l&#xE4;ngre bak f&#xF6;r att du ska f&#xE5; en s&#xE5; bra arbetsst&#xE4;llning som m&#xF6;jligt med god insyn i munh&#xE5;lan. Arbeta med munspegel och assistans d&#xE4;r det &#xE4;r m&#xF6;jligt.</p><p>V&#xE5;ra kroppar &#xE4;r byggda f&#xF6;r r&#xF6;relse, s&#xE5; skapa r&#xF6;relsevariation, v&#xE4;xla mellan att sitta, st&#xE5; och g&#xE5; s&#xE5; ofta du kan. Ta r&#xF6;relsepauser. N&#xE5;gra minuter varje halvtimme minskar riskerna med l&#xE5;ngvarigt stillasittande. Stillasittande arbete f&#xF6;r m&#xE5;nga timmar per dag &#xE4;r f&#xF6;renat med flera oh&#xE4;lsorisker. N&#xE4;r arbete vid bildsk&#xE4;rm utf&#xF6;rs rekommenderas h&#xF6;j- och s&#xE4;nkbara bord f&#xF6;r att underl&#xE4;tta varierad arbetsst&#xE4;llning.</p><h4 id="l%C3%A4stips-och-program-f%C3%B6r-att-f%C3%A5-variation-i-arbetet"><strong>L&#xE4;stips och program f&#xF6;r att f&#xE5; variation i arbetet</strong></h4><ul><li>Riktlinjen fr&#xE5;n folkh&#xE4;lsomyndigheten:<a href="https://www.folkhalsomyndigheten.se/contentassets/106a679e1f6047eca88262bfdcbeb145/riktlinjer-fysisk-aktivitet-stillasittande.pdf?ref=internetodontologi.se"> &#x201D;Riktlinjer f&#xF6;r fysisk aktivitet och stillasittande. Kunskapsst&#xF6;d f&#xF6;r fr&#xE4;mjande av fysisk aktivitet och minskat stillasittande&#x201D;.</a></li><li>Rapport fr&#xE5;n Folkh&#xE4;lsomyndigheten och Arbetsmilj&#xF6;verket f&#xF6;r att f&#xE5; st&#xF6;d i att skapa goda f&#xF6;ruts&#xE4;ttningar f&#xF6;r r&#xF6;relse och r&#xE4;tt belastning f&#xF6;r medarbetare:<a href="https://www.folkhalsomyndigheten.se/contentassets/548d7afd71144092aa031824459fd6fa/skapa-rorelse-belasta-ratt-arbetslivet.pdf?ref=internetodontologi.se"> &#x201D;Skapa r&#xF6;relse och belasta r&#xE4;tt i arbetslivet&#x201D;</a>.</li><li>Arbetsmilj&#xF6;verket broschyr:<a href="https://www.av.se/globalassets/filer/publikationer/broschyrer/belasta-ratt-sa-undviker-du-skador-broschyr-adi447.pdf?ref=internetodontologi.se"> &#x201D;Belasta r&#xE4;tt &#x2013; s&#xE5; undviker du skador&#x201D;</a></li><li>Om dator- och bildsk&#xE4;rmsarbete via Arbetsmilj&#xF6;verkets webbsida:<a href="https://www.av.se/inomhusmiljo/dator--och-bildskarmsarbete/?ref=internetodontologi.se"> &#x201D;Dator och bildsk&#xE4;rmsarbete&#x201D;</a></li></ul><h3 id="mikropauser"><strong>Mikropauser</strong></h3><p>Varje medarbetare har ett stort ansvar f&#xF6;r den egna h&#xE4;lsan och att vara fysiskt aktiv f&#xF6;r att m&#xE5; bra. Men det finns flera organisatoriska &#xE5;tg&#xE4;rder som kan bidra till att skapa en h&#xE4;lsofr&#xE4;mjande arbetsplats. En dansk studie med satsning p&#xE5; arbetsgrupper d&#xE4;r 70 0000 arbetstagare deltog har nyligen visat att mikropauser med sm&#xE5; &#xF6;vningar under arbetsdagen, 3 g&#xE5;nger i veckan a 10 minuter, kan minska sjukfr&#xE5;nvaro och ge positiva h&#xE4;lsoeffekter.&#xA0; F&#xF6;r att det ska fungera i praktiken beh&#xF6;vs tydligt st&#xF6;d fr&#xE5;n ledning och att arbetsplatsen g&#xF6;r det till en gemensam aktivitet (11).&#xA0;&#xA0;</p><h4 id="l%C3%A4stips-och-program-om-r%C3%B6relsevariation"><strong>L&#xE4;stips och program om r&#xF6;relsevariation</strong></h4><p>En bok utgiven av kommitt&#xE9;n f&#xF6;r fr&#xE4;mjande av &#xF6;kad fysisk aktivitet:<a href="https://www.folkhalsomyndigheten.se/publikationer-och-material/publikationsarkiv/v/varje-rorelse-raknas--vardagsrorelsens-betydelse-och-hur-vi-kan-bryta-stillasittandet/?ref=internetodontologi.se"> &#x201D;Varje r&#xF6;relse r&#xE4;knas &#x2013; Vardagsr&#xF6;relsens betydelse och hur vi kan bryta stillasittandet&#x201D;.</a></p><p>Via Prevent och Suntarbetslivs webbsidor kan du ta del av inspiration f&#xF6;r mikropauser och f&#xF6;r &#xE5;terh&#xE4;mtning samt l&#xE4;sa mer om mer om arbetsmilj&#xF6; och friskfaktorer. Du kan ocsk&#xE5; se filmer om mikropauser fr&#xE5;n Niva education och ladda ner ett mikropausprogram att s&#xE4;tta upp p&#xE5; din arbetsplats</p><ul><li><a href="http://www.prevent.se/?ref=internetodontologi.se">www.prevent.se</a></li><li>Prevent:<a href="https://www.prevent.se/jobba-med-arbetsmiljo/fysisk-arbetsmiljo/ergonomi/rorelse-och-variation-pa-jobbet/mikropaus/?ref=internetodontologi.se"> R&#xF6;relse och variation i jobbet &#x2013; mikropauser</a></li><li><a href="http://www.suntarbetsliv.se/?ref=internetodontologi.se">www.suntarbetsliv.se</a></li><li>Suntarbetsliv:<a href="https://www.suntarbetsliv.se/forskning/organisatorisk-och-social-arbetsmiljo/handbok-for-aterhamtning/?ref=internetodontologi.se"> Handbok f&#xF6;r &#xE5;terh&#xE4;mtning</a></li><li>Suntarbetsliv:<a href="https://www.suntarbetsliv.se/filmer/det-har-ar-friskfaktorer/?ref=internetodontologi.se"> Det h&#xE4;r &#xE4;r friskfaktorer</a></li><li>Niva education, professor Lars Andersen. 5 stycken videos:<a href="https://niva.org/course/video-5-minute-exercise-program/?ref=internetodontologi.se"> 5 Minute Exercise Program</a></li><li>Mikropausprogram framtaget av Charlotte W&#xE5;hlin (se nedladdningsbar PDF nedan)</li></ul><div class="kg-card kg-file-card"><a class="kg-file-card-container" href="https://www.internetodontologi.se/content/files/2023/10/Mikropauser-inom-tandv-rden-2023-W-hlin.pdf" title="Download" download><div class="kg-file-card-contents"><div class="kg-file-card-title">Mikropauser inom tandv&#xE5;rden 2023 W&#xE5;hlin</div><div class="kg-file-card-caption"></div><div class="kg-file-card-metadata"><div class="kg-file-card-filename">Mikropauser inom tandv&#xE5;rden 2023 W&#xE5;hlin.pdf</div><div class="kg-file-card-filesize">618 KB</div></div></div><div class="kg-file-card-icon"><svg viewbox="0 0 24 24"><defs><style>.a{fill:none;stroke:currentColor;stroke-linecap:round;stroke-linejoin:round;stroke-width:1.5px;}</style></defs><title>download-circle</title><polyline class="a" points="8.25 14.25 12 18 15.75 14.25"/><line class="a" x1="12" y1="6.75" x2="12" y2="18"/><circle class="a" cx="12" cy="12" r="11.25"/></svg></div></a></div><h2 id="studenter-%E2%80%93-skapa-en-h%C3%A5llbar-introduktion-till-arbetslivet"><strong>Studenter &#x2013; Skapa en h&#xE5;llbar introduktion till arbetslivet</strong></h2><p>Vid flera l&#xE4;ros&#xE4;ten ing&#xE5;r f&#xF6;rel&#xE4;sningar om arbetsmilj&#xF6; och ergonomi f&#xF6;r studenter som l&#xE4;ser till tandl&#xE4;kare, tandhygienister och tandsk&#xF6;terskor. F&#xF6;r l&#xE4;ros&#xE4;ten som bedriver utbildning f&#xF6;r dessa professioner &#xE4;r det betydelsefullt att kursm&#xE5;len och inneh&#xE5;llet &#xE4;r uppdaterat, evidensbaserat och k&#xE4;nnetecknas av ett h&#xE4;lsofr&#xE4;mjande syns&#xE4;tt. F&#xF6;r er som har rollen som handledare i praktiken, s&#xE4;kerst&#xE4;ll att studenterna tar del av kunskap vid sin verksamhetsf&#xF6;rlagda utbildning, om hur de arbetar s&#xE4;kert, ergonomiskt och h&#xE4;lsofr&#xE4;mjande. Att l&#xE4;ra r&#xE4;tt fr&#xE5;n b&#xF6;rjan kan bidra till ett h&#xE4;lsosamt och l&#xE5;ngt arbetsliv i den framtida tandv&#xE5;rden.&#xA0;&#xA0;</p><h2 id="expertst%C3%B6dfr%C3%A5gor-om-arbetsmilj%C3%B6-och-ergonomi"><strong>Expertst&#xF6;d - Fr&#xE5;gor om arbetsmilj&#xF6; och ergonomi</strong></h2><p>Har du mer fr&#xE5;gor om arbetsmilj&#xF6; och ergonomi kan du alltid via din chef ta kontakt med ergonom p&#xE5; f&#xF6;retagsh&#xE4;lsov&#xE5;rden. &#xC4;r du anst&#xE4;lld inom n&#xE5;gon region finns oftast upphandlad f&#xF6;retagsh&#xE4;lsov&#xE5;rd. Arbetar du p&#xE5; en privat klinik s&#xE5; kan det variera i vilken utstr&#xE4;ckning ni anlitar en f&#xF6;retagsh&#xE4;lsov&#xE5;rd. Ergonomer kan anlitas f&#xF6;r att g&#xF6;ra en ergonomisk &#xF6;versyn, st&#xF6;tta i en riskbed&#xF6;mning och ge konstruktiva r&#xE5;d. Arbetsmoment kan analyseras, filmas och utg&#xF6;ra underlag f&#xF6;r vilka &#xE5;tg&#xE4;rder som kan vara l&#xE4;mpliga att v&#xE4;lja. Via branschf&#xF6;reningen<a href="https://www.foretagshalsor.se/sv?ref=internetodontologi.se"> Sveriges f&#xF6;retagsh&#xE4;lsor</a> kan du f&#xE5; tips p&#xE5; f&#xF6;retagsh&#xE4;lsov&#xE5;rd som finns tillg&#xE4;nglig i den stad du arbetare i.</p><hr><p></p><h2 id="referenser"><strong>Referenser</strong></h2><ol><li>Park HS, Kim J, Roh HL, et al. Analysis of the risk factors of musculoskeletal disease among dentists induced by work posture. J Phys Ther Sci. 2015;27(12):3651&#x2013;3654.</li><li>Rolander B, Lindmark U, Johnston V, Wagman P, W&#xE5;hlin C. Organizational types in relation to exposure at work and sickness &#x2013; a repeated cross-sectional study within public dentistry, Acta Odontologica Scandinavica, 2020:78:2, 132-140.</li><li>Moodley R, Naidoo S, Wyk JV. The prevalence of occupational health-related problems in dentistry: A review of the literature. J Occup Health. 2018 Mar 27;60(2):111-125.</li><li>Marklund S, Mienna CS, Wahlstr&#xF6;m J, Englund E, Wiesinger B. Work ability and productivity among dentists: associations with musculoskeletal pain, stress, and sleep. Int Arch Occup Environ Health. 2020 Feb;93(2):271-278.</li><li>Marklund S, Huang K, Zohouri D, Wahlstr&#xF6;m J. Dentists working conditions &#x2013; factors associated with perceived workload, Acta Odontologica Scandinavica, 2021:79:4, 296-301.&#xA0;</li><li>W&#xE5;hlin C, Lindmark U, Wagman P, Johnston V, Rolander B. Work and health characteristics of oral health providers who stay healthy at work &#x2013; a prospective study in public dentistry, European Journal of Physiotherapy, 2022; 24:6, 349-357.</li><li>Myndigheten f&#xF6;r arbetsmilj&#xF6;kunskap. S&#xE4;kra personf&#xF6;rflyttningar &#x2013; en forskningsbaserad guide f&#xF6;r b&#xE4;ttre arbetsmilj&#xF6;. 2022. ISBN 978-91-987762-7-0</li><li>Lindeg&#xE5;rd A, Nordander C, Jacobsson H, Arvidsson I. Opting to wear prismatic spectacles was associated with reduced neck pain in dental personnel: a longitudinal cohort study. BMC Musculoskelet Disord. 2016 Aug 17;17:347.</li><li>Lietz J, Ulusoy N, Nienhaus A. Prevention of Musculoskeletal Diseases and Pain among Dental Professionals through Ergonomic Interventions: A Systematic Literature Review. Int J Environ Res Public Health. 2020 May 16;17(10):3482.</li><li>Plessas A, Bernardes Delgado M. The role of ergonomic saddle seats and magnification loupes in the prevention of musculoskeletal disorders. A systematic review. Int J Dent Hyg. 2018 Nov;16(4):430-440.&#xA0;</li><li>Andersen L, Skovlund S.V, Vinstrup J. et al. Potential of micro-exercise to prevent long-term sickness absence in the general working population: prospective cohort study with register follow-up. Sci Rep2022; 12, 2280.</li></ol>]]></content:encoded></item><item><title><![CDATA[Artrocentes av käkled]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Artrocentes betyder ledpunktion och beskrevs redan under 1500-talet (1). N&#xE4;r artroskopi av k&#xE4;kled populariserades under 1980-talet f&#xF6;ljde ocks&#xE5; en metodutveckling, som bland annat resulterade i den j&#xE4;mf&#xF6;relsevis enklare k&#xE4;kledsartrocentesen (2). N&#xE4;r det g&#xE4;</p>]]></description><link>https://www.internetodontologi.se/kakkirurgi/artrocentes-av-kakled-2/</link><guid isPermaLink="false">6509da25ad16c400014ca191</guid><category><![CDATA[Käkkirurgi]]></category><category><![CDATA[artrit]]></category><category><![CDATA[artrocentes]]></category><category><![CDATA[återgång]]></category><category><![CDATA[diskdisplacering]]></category><category><![CDATA[käkled]]></category><category><![CDATA[käkleden]]></category><category><![CDATA[käkledslåsning]]></category><category><![CDATA[kronisk]]></category><category><![CDATA[led]]></category><category><![CDATA[osteoartrit]]></category><category><![CDATA[renspolning]]></category><category><![CDATA[utan]]></category><dc:creator><![CDATA[Ulmner Mattias • Övertandläkare • Med Dr • Mottagningen för käkkirurgi • Solna]]></dc:creator><pubDate>Mon, 22 Apr 2024 06:06:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Artrocentes betyder ledpunktion och beskrevs redan under 1500-talet (1). N&#xE4;r artroskopi av k&#xE4;kled populariserades under 1980-talet f&#xF6;ljde ocks&#xE5; en metodutveckling, som bland annat resulterade i den j&#xE4;mf&#xF6;relsevis enklare k&#xE4;kledsartrocentesen (2). N&#xE4;r det g&#xE4;ller artrocentes i k&#xE4;kledssammanhang avser man renspolning av k&#xE4;kleden.&#xA0;</p><p><a href="https://www.internetodontologi.se/kakkirurgi/artroskopi-avlosning-av-sammanvaxningar-och-renspolning/"><strong>Faktablad om Artroskopi</strong></a></p><h3 id="indikationer"><strong>Indikationer</strong></h3><p></p><ul><li>Diskdisplacering utan &#xE5;terg&#xE5;ng (kronisk k&#xE4;kledsl&#xE5;sning)</li><li>Osteoartrit i k&#xE4;kleden</li><li>Kronisk polyartrit som drabbat k&#xE4;kleden</li></ul><p>M&#xE4;rk v&#xE4;l att non-invasiv behandling, s&#xE5;som avlastande bettskena, gaptr&#xE4;ning, medikamentell behandling eller liknande, b&#xF6;r provas i f&#xF6;rsta hand. Vid utebliven effekt kan kirurgisk &#xE5;tg&#xE4;rd motiveras. En nyligen publicerad systematisk &#xF6;versikt visar att artrocentes &#xE4;r b&#xE4;ttre &#xE4;n avlastande bettskena vid behandling av diskf&#xF6;rskjutning avseende b&#xE5;de f&#xF6;rb&#xE4;ttring av gapf&#xF6;rm&#xE5;ga samt minskning av sm&#xE4;rta (3). Dock bed&#xF6;ms fortfarande non-invasiv behandling vara f&#xF6;rstahandsvalet. N&#xE4;r Socialstyrelsen tog fram Tandv&#xE5;rdriktlinjer var evidensl&#xE4;get s&#xE5; att artrocentes uppvisar j&#xE4;mf&#xF6;rbara resultat med &#xF6;ppen k&#xE4;kledskirurgi (se diskektomi) men n&#xE5;got s&#xE4;mre resultat j&#xE4;mf&#xF6;rt med artroskopi (4). &#xC4;ven i en senare systematisk &#xF6;versikt bed&#xF6;ms artroskopi vara b&#xE4;ttre f&#xF6;r att behandla diskdisplacering j&#xE4;mf&#xF6;rt med artrocentes (5). Artrocentes &#xE4;r dock en bra och billig metod som alltid kan utg&#xF6;ra f&#xF6;rstahandsval om artroskopiutrustning och erfarenhet av artroskopi saknas.</p><p><a href="https://www.internetodontologi.se/kakkirurgi/diskektomi/"><strong>Faktablad om Diskektomi</strong></a></p><h3 id="f%C3%B6rdelar"><strong>F&#xF6;rdelar</strong></h3><p></p><ul><li>Enkel och billig metod som kan utf&#xF6;ras i lokalbed&#xF6;vning.</li><li>Ingen sjukskrivning beh&#xF6;vs som regel</li><li>Metoden har h&#xF6;g kostnadseffektivitet</li></ul><h3 id="nackdelar"><strong>Nackdelar</strong></h3><p></p><ul><li>Begr&#xE4;nsad effekt vid mer avancerade tillst&#xE5;nd med sammanv&#xE4;xningar i leden.</li></ul><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed-40.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom K&#xE4;kkirurgi</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/kakkirurgi?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="behandling"><strong>BEHANDLING</strong></h2><h3 id="lokalbed%C3%B6va-leden"><strong>Lokalbed&#xF6;va leden</strong></h3><p>Den subkutana v&#xE4;vnaden infiltreras med ca 2 ml xylokain-adrenalin, 1- eller 2%-ig l&#xF6;sning (Fig. 1A) och h&#xE4;refter n&#xE4;r patienten gapar upp injiceras p&#xE5; djupet (ca 15 mm) och bakom ledhalsen ytterligare 2 ml f&#xF6;r blockad av n. auriculotemporalis (Fig. 1B). Bed&#xF6;vningen ger som regel &#xE4;ven en bed&#xF6;vningsp&#xE5;verkan p&#xE5; motoriken (n. facialis &#xF6;vre grenar). Denna &#xE4;r &#xF6;verg&#xE5;ende inom 1-2 timmar. Patienten b&#xF6;r informeras om detta f&#xF6;re ingreppet liksom att avl&#xE4;gsna eventuella kontaktlinser.</p><p><em>Fig. 1A</em></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/T_i4K-KJ712v9g2WPepIl2-4cVNKOphKdZIFMJT3kFYAzJT9hNJaPM0_Uef6etSFyh1ovt1tKrSBF-RcKF41tGq9-GEBfvKFcJYtIHJtOYjvr1TL4Joc5wM8537vD8EjAxcSErLhhB9-" class="kg-image" alt loading="lazy" width="328" height="440"></figure><p><em>Fig. 1B</em></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/EbukxqaKPUzfgPSHzorBJLohO3_3ICHooMBHh6yh0Rusp87iD_za-2TpjFRdYSP3TnUgho4rGZdIxPH6EbEYLuB8mKFM_Ck4C_EGbqAkf4qsrDYdFofi2JJtjZgF-w4IOkMG_P3LvnHT" class="kg-image" alt loading="lazy" width="325" height="270"></figure><p></p><h3 id="renspolning-av-leden"><strong>Renspolning av leden</strong></h3><p>Anv&#xE4;nd tv&#xE5; kanyler som placeras i den &#xF6;vre ledkammaren (Fig. 2). Dessa kanyler b&#xF6;r ha en dimension av minst 0.5 mm och helst ska den ena (avfl&#xF6;deskanylen) ha den st&#xF6;rre dimensionen f&#xF6;r att m&#xF6;jligg&#xF6;ra en spolning med s&#xE5; lite motst&#xE5;nd som m&#xF6;jligt. Med spruta som appliceras p&#xE5; den tunnare bakre kanylen spolas sedan under ett j&#xE4;mnt men l&#xE4;tt tryck varvid spolv&#xE4;tskan ses komma ut genom den fr&#xE4;mre kanylen. En teknik som beskriver artrocentes av den &#xF6;vre ledkammaren med enbart en specialkanyl (s.k. Shepards cannula) som har tv&#xE5; lumen, kan ocks&#xE5; anv&#xE4;ndas. J&#xE4;mf&#xF6;relser mellan teknikerna med en eller tv&#xE5; kanyler har inte visat n&#xE5;gon skillnad i utfallet (6). Den spolv&#xE4;tska som anv&#xE4;nds &#xE4;r fysiologisk koksaltl&#xF6;sning eller Ringer-Acetat. Vanligtvis spolar man med ca 100 ml d&#xE5; det i studier visats att en s&#xE5;dan m&#xE4;ngd effektivt eliminerar de inflammationsprodukter som ansamlas i leden vid inflammation (7, 8). D&#xE5; en s&#xE5;dan m&#xE4;ngd inneb&#xE4;r att man spolar med 50 g&#xE5;nger &#xF6;vre ledkammarens volym &#xE4;r det viktigt att operat&#xF6;ren hela tiden kontrollerar att spolv&#xE4;tskan ocks&#xE5; kommer ut genom avfl&#xF6;deskanylen. Utan avfl&#xF6;de eller vid d&#xE5;ligt avfl&#xF6;de b&#xF6;r ingreppet avbrytas.</p><p>Artrocentes kan avslutas med intraartikul&#xE4;r deponering av kortikosteroid, hyaluronsyra eller dylikt. Inget tydligt st&#xF6;d f&#xF6;r b&#xE4;ttre utfall finns med denna regim, varf&#xF6;r det inte kan anses rekommenderbart f&#xF6;r n&#xE4;rvarande (9-11).</p><p><em>Fig. 2</em></p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/qyp0EkaVoofQ4ViO3nXyKK-nvAAssjwL0JY51HmnWroS2YioDSFmQmcdh6xFdHTi27095vlA5RRsUb-5-79t5liNL7L8jZ1gPcsYrPJdihYmGG4EVDAK0y2aRk4tMRqud0TQamP_7j7_" class="kg-image" alt loading="lazy" width="324" height="361"></figure><p></p><h3 id="utfall"><strong>Utfall</strong></h3><p>Artrocentes rapporteras med ett utfall p&#xE5; 75-90% med god reduktion av b&#xE5;de k&#xE4;kledssm&#xE4;rta och gapf&#xF6;rm&#xE5;ga (12-14).</p><p></p><h2 id="komplikationer"><strong>KOMPLIKATIONER</strong></h2><p>Ett fall med extraduralt hematom har rapporterats, men inga andra st&#xF6;rre komplikationer finns beskrivna (15). L&#xE4;tt nedsatt k&#xE4;nsel framf&#xF6;r &#xF6;rat och svullnad lokalt lateralt om leden kan uppkomma i enstaka fall.</p><p></p><h2 id="nationella-riktlinjer-2022"><strong>NATIONELLA RIKTLINJER 2022</strong></h2><p><strong>Prioritet 7 enligt rekommendationsskalan</strong><em> Tillst&#xE5;nd: </em>Handikappande symtomatisk diskf&#xF6;rskjutning med &#xE5;terg&#xE5;ng som inte lindrats efter reversibel behandling<em> &#xC5;tg&#xE4;rd: </em>Artrocentes</p><p><strong>Prioritet 4 enligt rekommendationsskalan</strong><em> Tillst&#xE5;nd: </em>Handikappande symtomatisk diskf&#xF6;rskjutning utan &#xE5;terg&#xE5;ng som inte lindrats efter reversibel behandling<em> &#xC5;tg&#xE4;rd: </em>Artrocentes</p><p></p><hr><h2 id="referenser"><strong>REFERENSER</strong></h2><ol><li>Aceves-Avila FJ, Delgadillo-Ruano MA, Ramos-Remus C, G&#xF3;mez-Vargas A, Guti&#xE9;rrez-Ure&#xF1;a S. The first descriptions of therapeutic arthrocentesis: a historical note. Rheumatology (Oxford). 2003;42(1):180-3.</li><li>Nitzan DW, Dolwick MF, Martinez GA. Temporomandibular joint arthrocentesis: a simplified treatment for severe, limited mouth opening. J Oral Maxillofac Surg. 1991;49(11):1163-7; discussion 8-70.</li><li>Ulmner, M.; Bjornland, T.; Rosen, A.; Berge, T.I.; Olsen-Bergem, H.; Lund, B. Evidence for minimally invasive treatment-A systematic review on surgical management of disc displacement. Journal of oral rehabilitation 2024, 23, 13661.</li><li>Nationella riktlinjer f&#xF6;r vuxentandv&#xE5;rd 2011 &#x2013; st&#xF6;d f&#xF6;r styrning och ledning. Socialstyrelsen: Edita V&#xE4;stra Aros, V&#xE4;ster&#xE5;s; 2011.</li><li>Al-Moraissi EA. Arthroscopy versus arthrocentesis in the management of internal derangement of the temporomandibular joint: a systematic review and meta-analysis. Int J Oral Maxillofac Surg. 2015;44(1):104-12.</li><li>Nagori SA, Bansal A, Jose A, Roychoudhury A. Comparison of outcomes with the single-puncture and double-puncture techniques of arthrocentesis of the temporomandibular joint: An updated systematic review and meta-analysis. J Oral Rehabil. 2021;48(9):1056-65.</li><li>Zardeneta G, Milam SB, Schmitz JP. Elution of proteins by continuous temporomandibular joint arthrocentesis. J Oral Maxillofac Surg. 1997;55(7):709-17.</li><li>Dimitroulis G, Dolwick MF, Martinez A. Temporomandibular joint arthrocentesis and lavage for the treatment of closed lock: a follow-up study. Br J Oral Maxillofac Surg. 1995;33(1):23-7.</li><li>Bouloux GF, Chou J, Krishnan D, Aghaloo T, Kahenasa N, Smith JA, et al. Is Hyaluronic Acid or Corticosteroid Superior to Lactated Ringer Solution in the Short-Term Reduction of Temporomandibular Joint Pain After Arthrocentesis? Part 1. J Oral Maxillofac Surg. 2017;75(1):52-62.</li><li>Bergstrand S, Ingstad HK, M&#xF8;ystad A, Bj&#xF8;rnland T. Long-term effectiveness of arthrocentesis with and without hyaluronic acid injection for treatment of temporomandibular joint osteoarthritis. Journal of Oral Science. 2019;61(1):82-8.</li><li>Olsen-Bergem H, Bjornland T. A cohort study of patients with juvenile idiopathic arthritis and arthritis of the temporomandibular joint: outcome of arthrocentesis with and without the use of steroids. Int J Oral Maxillofac Surg. 2014;43(8):990-5.</li><li>Nitzan DW, Samson B, Better H. Long-term outcome of arthrocentesis for sudden-onset, persistent, severe closed lock of the temporomandibular joint. J Oral Maxillofac Surg. 1997;55(2):151-8.</li><li>Alpaslan C, Dolwick MF, Heft MW. Five-year retrospective evaluation of temporomandibular joint arthrocentesis. Int J Oral Maxillofac Surg. 2003;32(3):263-7.</li><li>Nitzan DW, Svidovsky J, Zini A, Zadik Y. Effect of Arthrocentesis on Symptomatic Osteoarthritis of the Temporomandibular Joint and Analysis of the Effect of Preoperative Clinical and Radiologic Features. J Oral Maxillofac Surg. 2017;75(2):260-7.</li><li>Laskin DM. Arthroscopy Versus Arthrocentesis for Treating Internal Derangements of the Temporomandibular Joint. Oral Maxillofac Surg Clin North Am. 2018;30(3):325-8.</li></ol>]]></content:encoded></item><item><title><![CDATA[Artroskopi av käkled]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Uttrycket artroskopi betyder &#x201D;se in i led&#x201D; och som antyds anv&#xE4;nds en optik f&#xF6;r att inspektera leden visuellt. Samtidigt kan ocks&#xE5; behandling utf&#xF6;ras om behov f&#xF6;religger. K&#xE4;kledsartroskopi utf&#xF6;rs oftast i generell anestesi som dagkirurgiskt</p>]]></description><link>https://www.internetodontologi.se/kakkirurgi/artroskopi-avlosning-av-sammanvaxningar-och-renspolning/</link><guid isPermaLink="false">6509da25ad16c400014ca194</guid><category><![CDATA[Käkkirurgi]]></category><category><![CDATA[artrit]]></category><category><![CDATA[artroskopi]]></category><category><![CDATA[återgång]]></category><category><![CDATA[diskförskjutning]]></category><category><![CDATA[käkled]]></category><category><![CDATA[käkledsartroskopi]]></category><category><![CDATA[osteoartrit]]></category><category><![CDATA[polyartrit]]></category><category><![CDATA[spolning]]></category><category><![CDATA[utan]]></category><dc:creator><![CDATA[Ulmner Mattias • Övertandläkare • Med Dr • Mottagningen för käkkirurgi • Solna]]></dc:creator><pubDate>Fri, 12 Apr 2024 06:15:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Uttrycket artroskopi betyder &#x201D;se in i led&#x201D; och som antyds anv&#xE4;nds en optik f&#xF6;r att inspektera leden visuellt. Samtidigt kan ocks&#xE5; behandling utf&#xF6;ras om behov f&#xF6;religger. K&#xE4;kledsartroskopi utf&#xF6;rs oftast i generell anestesi som dagkirurgiskt ingrepp. Om enbart diagnostisk artroskopi planeras kan den genomf&#xF6;ras under lokalbed&#xF6;vning, eventuellt tillsammans med sedering.</p><h3 id="historik"><strong>Historik</strong></h3><p>Metoden har utvecklats inom ortopedin p&#xE5; 1960- och 70-talet d&#xE5; man fick tillg&#xE5;ng till fiberljustekniken. N&#xE5;got senare utf&#xF6;rdes den f&#xF6;rsta k&#xE4;kledsartroskopin och under 80-talet utv&#xE4;rderades metoden f&#xF6;r k&#xE4;kled i ett avhandlingsarbete i Sverige (1, 2). Metoden anv&#xE4;nds nu &#xF6;ver hela v&#xE4;rlden och har blivit ett v&#xE4;rdefullt redskap f&#xF6;r behandling av v&#xE5;ra vanligaste k&#xE4;kledssjukdomar.</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/unnamed-41.png" width="512" height="576" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Vi har digitala kurser inom K&#xE4;kkirurgi</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/collections/kakkirurgi?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="indikationer"><strong>INDIKATIONER</strong></h2><p></p><ul><li>Diskdisplacering utan &#xE5;terg&#xE5;ng (kronisk k&#xE4;kledsl&#xE5;sning)</li><li>Osteoartrit i k&#xE4;kleden</li><li>Kronisk inflammatorisk artrit som drabbat k&#xE4;kleden</li><li>Diagnostik av k&#xE4;kleden</li></ul><p>M&#xE4;rk v&#xE4;l att non-invasiv behandling, s&#xE5;som avlastande bettskena, gaptr&#xE4;ning, medikamentell behandling eller liknande, b&#xF6;r provas i f&#xF6;rsta hand med undantag f&#xF6;r diagnostik av k&#xE4;kleden. Vid utebliven effekt av non-invasiv behandling kan artroskopi motiveras. I &#x201D;Nationella riktlinjer f&#xF6;r vuxentandv&#xE5;rd&#x201D; v&#xE4;rderas artroskopi som b&#xE4;ttre j&#xE4;mf&#xF6;rt med b&#xE5;de diskektomi och artroscentes avseende diagnosen diskdisplacering utan &#xE5;terg&#xE5;ng (3). &#xC4;ven avseende osteoartrit samt kronisk inflammatorisk artrit som drabbar k&#xE4;kleden bed&#xF6;ms artroskopi vara det b&#xE4;sta kirurgiska valet baserat p&#xE5; dess minimalt invasiva karakt&#xE4;r.</p><p>En annan indikation f&#xF6;r k&#xE4;kledsartroskopi &#xE4;r behandling av recidiverande k&#xE4;kledsdislokationer. Genom att sklerosera diskens bakf&#xE4;ste i den led som &#xE5;terkommande dislocerar undviks framtida dislokationer p&#xE5; ett minimalinvasivt s&#xE4;tt (Fig 1.) (4, 5).&#xA0;</p><p></p><figure class="kg-card kg-image-card"><img src="https://lh6.googleusercontent.com/oq11ONZs1Gc-XRuQX46Pm1QEAxjh9rIDLLFHyFAsvo_JjOIS5Ws2Hr0krjE713_aqVp8KPy3uXu-x_febcuUXpzj6BEmD8sEP38-DfZBsX7ugQjiwbcMxsHPU6kEAI4q5B9g5uo_Clfz" class="kg-image" alt loading="lazy" width="300" height="279"></figure><h3 id="fig-1-koblation-av-diskens-bakf%C3%A4ste">&#xA0;Fig 1. Koblation av diskens bakf&#xE4;ste.</h3><p><strong><em>F&#xF6;rdelar</em></strong></p><p></p><ul><li>Minimalinvasiv kirurgisk behandling med goda behandlingsresultat och mycket liten risk f&#xF6;r komplikationer.</li><li>M&#xF6;jlighet att l&#xF6;sa sammanv&#xE4;xningar i leden och d&#xE4;rmed f&#xE5; tillbaka glidfunktionen i leden vilket har avg&#xF6;rande betydelse f&#xF6;r att sm&#xE4;rtreduktion och f&#xF6;rb&#xE4;ttrad k&#xE4;kfunktion ska uppn&#xE5;s.</li><li>Har ett j&#xE4;mf&#xF6;rbart gott behandlingsutfall vid j&#xE4;mf&#xF6;rande studier mellan &#xF6;ppen k&#xE4;kledskirurgi och artroskopi och utg&#xF6;r d&#xE4;rf&#xF6;r f&#xF6;rstahandsvalet vid behandling av de ovan n&#xE4;mnda k&#xE4;kledssjukdomarna.</li></ul><h3 id="nackdelar"><strong><em>Nackdelar</em></strong></h3><p></p><ul><li>Kr&#xE4;ver utrustning som &#xE4;r f&#xF6;rh&#xE5;llandevis dyr, sker d&#xE4;rf&#xF6;r f&#xF6;r n&#xE4;rvarande p&#xE5; sjukhusbunden k&#xE4;kkirurgisk klinik</li><li>Metoden &#xE4;r n&#xE5;got sv&#xE5;rbem&#xE4;strad d&#xE5; k&#xE4;kleden &#xE4;r liten samt att punktionsf&#xF6;rfarandet &#xE4;r &#x201D;blint&#x201D;. Artroskopiska ingrepp i k&#xE4;kleden b&#xF6;r genomf&#xF6;ras tillsammans med erfaren kollega innan god vana uppn&#xE5;tts.</li></ul><p></p><h2 id="behandling"><strong>BEHANDLING</strong></h2><p></p><ul><li>K&#xE4;kleden palperas och punktionsst&#xE4;llet best&#xE4;ms och markeras.</li><li>&#xD6;vre ledkammaren distenderas (sp&#xE4;nns ut) med 2-3 ml lokalanestesi som ej inneh&#xE5;ller k&#xE4;rlastringent. Detta g&#xF6;rs med en spruta/kanyl av dimensionen 0,5 mm. Ofta k&#xE4;nns ett stopp n&#xE4;r ledkammaren &#xE4;r helt utfylld.</li><li>Ett litet hudsnitt om ca 5 mm l&#xE4;ggs och via snittet punkteras ledkammarens posteriora recess med en trokar (obturator samt instrumentkanal, Fig 2). N&#xE4;r ledkapseln punkterats byts den spetsiga obturatorn mot en rundad s&#xE5; att man kan s&#xF6;ka sig in i ledkammaren utan att skada ledbrosket.</li></ul><p></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/8SfrYwrvpYTQcYuOHscumflabw5Eh52f3792CZTjPQQqLCuu9r9nkwKkv1UqDaroT6vM72m3r42FHeIpGZFixgEnpuYrqkvhFc_eqpzwYCB-YG5Bacyqbkcghst7Qxs6WuJ8BXHJ4dPA" class="kg-image" alt loading="lazy" width="300" height="106"></figure><p>Fig. 2. &#xD6;verst trubbig obturator och under denna ses instrumentkanal med vass obturator inuti.</p><p></p><ul><li>En avfl&#xF6;deskanyl appliceras 5-10 mm anteriort om punktionsst&#xE4;llet.</li><li>Avl&#xE4;gsna den rundade obturatorn och applicera optiken i dess st&#xE4;lle.</li><li>Spolningen sker kontinuerligt genom instrumentkanalen under hela ingreppet och spolv&#xE4;tskan kommer ut genom avfl&#xF6;deskanylen.</li><li>Optiken kopplas till en digitalkamera som i sin tur &#xE4;r kopplad till en dator och bildsk&#xE4;rm. Unders&#xF6;kningen kan &#xE4;ven spelas in p&#xE5; h&#xE5;rddisk. L&#xE4;mpliga avsnitt kan sedan &#xF6;verf&#xF6;ras till journal och sparas.</li></ul><p></p><p>F&#xF6;rst utf&#xF6;rs diagnostik av de intra-artikul&#xE4;ra f&#xF6;rh&#xE5;llandena. Graden av artrosf&#xF6;r&#xE4;ndringar, inflammation, och fibros i ledkapseln samt sammanv&#xE4;xningar kan d&#xE5; bed&#xF6;mas (Fig 3.)</p><p><strong>&#xA0;</strong>&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;</p><p></p><figure class="kg-card kg-image-card"><img src="https://lh3.googleusercontent.com/AKsCwZA8YvqXW7CsB21y1c3bSLtVkjt9clBSraAoxdociX95CLpoBL4l6HMEJb3yFXNDMRUbIe3TxO05_VQzW0XWjmTeVInrgQr3wkoxB1PSfv_WjupqpeW0An-RXRdToo58ZlOB4Jtk" class="kg-image" alt loading="lazy" width="1024" height="489"></figure><p>Fig 3. A) K&#xE4;kled hos patient med diskdisplacering utan &#xE5;terg&#xE5;ng med p&#xE5;taglig kapill&#xE4;r hyperemi i bakf&#xE4;stesv&#xE4;vnaden. Dessutom ses s k synovial creeping (pil), d&#xE4;r synovian prolifererar ut &#xF6;ver artikulerande ytor som ej ska b&#xE4;ra synovia, indikerande p&#xE5;taglig synovit. B) K&#xE4;kled hos patient med psoriasisartrit med grava degenerativa f&#xF6;r&#xE4;ndringar omfattande hela &#xF6;vre ledytan men ocks&#xE5; en diskperforation (vit pil) genom vilken superiora delen av kondylen (svart pil) kan ses.</p><p>Ibland kan speciella, med &#xF6;vriga metodiker sv&#xE5;rdiagnosticerade tillst&#xE5;nd, s&#xE5;som multipla broskfragment (s k synovial kondromatos) och mer uttalade inflammatoriska tillst&#xE5;nd s&#xE5;som reumatisk sjukdom, uppt&#xE4;ckas. Den artroskopiska diagnostiken kan ocks&#xE5; ge v&#xE4;gledning f&#xF6;r n&#xE4;r kortisoninjektion &#xE4;r indicerad. Kortison b&#xF6;r injiceras endast om en tydlig inflammation f&#xF6;religger och undvikas om det f&#xF6;religger artros men ingen inflammation. Det g&#xE5;r ocks&#xE5; utm&#xE4;rkt att ta en biopsi fr&#xE5;n k&#xE4;kleden med hj&#xE4;lp av en speciellt utformad biopsit&#xE5;ng.</p><p>Efter att diagnostiken &#xE4;r klar utf&#xF6;rs den artroskopiska behandlingen. Denna kan utf&#xF6;ras under direkt visuell kontroll genom att en ytterligare instrumentkanal inf&#xF6;rs i leden via ytterligare en hudincision. Instrumenteringen sker genom denna hylsa som m&#xF6;jligg&#xF6;r biopsitagning, l&#xF6;sande av sammanv&#xE4;xningar med koblation, laser, eller med shaver (Fig. 4). Instrumenterar man k&#xE4;kleden kallas det vanligen f&#xF6;r artroskopisk kirurgi. Vanligast &#xE4;r dock att behandlingen sker utan direkt visuell insyn, s k artroskopisk lysis och lavage. Det sker p&#xE5; s&#xE5; s&#xE4;tt att den rundade obturatorn appliceras i instrumentkanalen och med svepande r&#xF6;relser lossas sammanv&#xE4;xningar tills man kan se att gapf&#xF6;rm&#xE5;gan och translationen &#xF6;kar till normal niv&#xE5;. Under hela ingreppet spolas leden med minst 100 ml fysiologisk koksaltl&#xF6;sning.</p><p>Behandlingstiden f&#xF6;r artoskopisk lysis och lavage &#xE4;r normalt 20-30 minuter per led och 30-50 minuter per led f&#xF6;r kirurgisk artroskopi.</p><p><strong>A&#xA0; &#xA0; &#xA0; </strong>&#xA0;&#xA0;&#xA0;	&#xA0;&#xA0;&#xA0;&#xA0;</p><h2 id></h2><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/Qasd0Z7Exq8C99uQ4OJxDtXn-W4qqiCPzwgr-9K3l2hBabrHSzqSV1x2xsAdQtJiv1fA-Pfm18SfClbVfhEc10MZRLi8mPiAJWse321imA9rQ2FuqM5UnhLWDgRn8pJOUBWBIWRDJRSR" class="kg-image" alt loading="lazy" width="300" height="248"></figure><p><strong>B</strong></p><p></p><figure class="kg-card kg-image-card"><img src="https://lh4.googleusercontent.com/ZD8h7aBhIXLwXUfmv7r-p7QmYse-jrDoEOHvR_uKC1Fp_kNDV-fDSt0CtASRfKL3I7YLZvJfI1xpa5X9Iqqj3xG525ddv7yKtFh5WI5wpZHMcdRN_lJ78LgfXWVfC534a-1Qx8u2RVTB" class="kg-image" alt loading="lazy" width="300" height="296"></figure><p>Fig 4. A) Optiken &#xE4;r inf&#xF6;rd via incisionen n&#xE4;rmast &#xF6;rat. 5 mm framf&#xF6;r denna ses avfl&#xF6;deskanylen. Ytterligare ca 15mm anteriort h&#xE4;rom ses instrumentkanalen via vilken t.ex. en biopsit&#xE5;ng kan inf&#xF6;ras i leden. B) Bild av provtagning fr&#xE5;n diskens bakf&#xE4;stesv&#xE4;vnad.&#xA0;</p><h3 id="utfall"><strong>Utfall</strong></h3><p>Artroskopi har rapporterats med en lyckandefrekvens p&#xE5; 60-88% (6-8).&#xA0;</p><p></p><h2 id="komplikationer"><strong>KOMPLIKATIONER</strong></h2><p>Enstaka allvarliga komplikationer finns rapporterade i litteraturen s&#xE5;som skada p&#xE5; mellan&#xF6;ra, ansiktsnerv, parafaryngealt &#xF6;dem (9, 10). F&#xF6;r den erfarne inom artroskopi &#xE4;r komplikationer mycket ovanliga och begr&#xE4;nsar sig till nedsatt k&#xE4;nsel framf&#xF6;r &#xF6;rat och/eller ovanf&#xF6;r &#xF6;rat i enstaka fall.</p><p>&#xA0;&#xA0;</p><h2 id="nationella-riktlinjer-2022"><strong>NATIONELLA RIKTLINJER 2022</strong></h2><p><strong>Prioritet 7 enligt rekommendationsskalan</strong><em> Tillst&#xE5;nd: </em>Handikappande symtomatisk diskf&#xF6;rskjutning med &#xE5;terg&#xE5;ng som inte lindrats efter reversibel behandling<em> &#xC5;tg&#xE4;rd: </em>Artroskopi</p><p><strong>Prioritet 3 enligt rekommendationsskalan</strong><em> Tillst&#xE5;nd: </em>Handikappande symtomatisk diskf&#xF6;rskjutning utan &#xE5;terg&#xE5;ng som inte lindrats efter reversibel behandling<em> &#xC5;tg&#xE4;rd: </em>Artroskopi</p><p></p><hr><h2 id="referenser"><strong>REFERENSER</strong></h2><ol><li>Ohnishi M. [Arthroscopy of the temporomandibular joint]. J Stomatol Soc Jpn. 1975;42:207-13.</li><li>Holmlund A. Arthroscopy of the temporomandibular joint. Stockholm: Diss. (sammanfattning). Stockholm : Karol. inst.; 1987.</li><li>Nationella riktlinjer f&#xF6;r vuxentandv&#xE5;rd 2011 &#x2013; st&#xF6;d f&#xF6;r styrning och ledning. Socialstyrelsen, editor: Edita V&#xE4;stra Aros, V&#xE4;ster&#xE5;s; 2011.</li><li>Ybema A, De Bont LG, Spijkervet FK. Arthroscopic cauterization of retrodiscal tissue as a successful minimal invasive therapy in habitual temporomandibular joint luxation. Int J Oral Maxillofac Surg. 2013;42(3):376-9.&#xA0;</li><li>Torres DE, McCain JP. Arthroscopic electrothermal capsulorrhaphy for the treatment of recurrent temporomandibular joint dislocation. Int J Oral Maxillofac Surg. 2012;41(6):681-9. doi: 10.1016/j.ijom.2012.03.008. Epub&#xA0; Apr 7.</li><li>Ulmner M, Weiner CK, Lund B. Predictive factors in temporomandibular joint arthroscopy: a prospective cohort short-term outcome study. Int J Oral Maxillofac Surg. 2020;49(5):614-20.</li><li>Gynther GW, Holmlund AB. Efficacy of arthroscopic lysis and lavage in patients with temporomandibular joint symptoms associated with generalized osteoarthritis or rheumatoid arthritis. J Oral Maxillofac Surg. 1998;56(2):147-51; discussion 52.</li><li>Machon V, Sedy J, Klima K, Hirjak D, Foltan R. Arthroscopic lysis and lavage in patients with temporomandibular anterior disc displacement without reduction. Int J Oral Maxillofac Surg. 2012;41(1):109-13.&#xA0;</li><li>Chowdhury SKR, Saxena V, Rajkumar K, Shadamarshan RA. Complications of Diagnostic TMJ Arthroscopy: An Institutional Study. J Maxillofac Oral Surg. 2019;18(4):531-5.&#xA0;</li><li>Kassam K, Cheong R, Cascarini L. Parapharangeal edema: an uncommon complication of TMJ arthroscopy. Clin Case Rep. 2015;3(6):496-8.</li></ol>]]></content:encoded></item><item><title><![CDATA[Astma och karies]]></title><description><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Astma &#xE4;r tillsammans med karies tv&#xE5; av v&#xE4;rldens vanligaste sjukdomar och p&#xE5;verkar individer i alla &#xE5;ldersgrupper. Astma &#xE4;r en heterogen sjukdom som k&#xE4;nnetecknas av en kronisk inflammatorisk sjukdom i luftv&#xE4;garna samt variabel luftv&#xE4;gsobstruktion som &#xE4;</p>]]></description><link>https://www.internetodontologi.se/pedodonti/astma-och-karies/</link><guid isPermaLink="false">6509da25ad16c400014ca27d</guid><category><![CDATA[Pedodonti]]></category><category><![CDATA[astma]]></category><category><![CDATA[barn]]></category><category><![CDATA[farmakologi]]></category><category><![CDATA[hål]]></category><category><![CDATA[karies]]></category><category><![CDATA[kariesrisk]]></category><category><![CDATA[medicinering]]></category><category><![CDATA[munskölj]]></category><category><![CDATA[muntorrhet]]></category><category><![CDATA[socker]]></category><category><![CDATA[steroider]]></category><category><![CDATA[svamp]]></category><category><![CDATA[unga]]></category><dc:creator><![CDATA[Stensson Malin • Leg tandhygienist • Docent • Centrum för Odontologi och Oral Hälsa • Jönköping]]></dc:creator><pubDate>Fri, 08 Mar 2024 07:48:00 GMT</pubDate><content:encoded><![CDATA[<p></p><h2 id="bakgrund"><strong>BAKGRUND</strong></h2><p>Astma &#xE4;r tillsammans med karies tv&#xE5; av v&#xE4;rldens vanligaste sjukdomar och p&#xE5;verkar individer i alla &#xE5;ldersgrupper. Astma &#xE4;r en heterogen sjukdom som k&#xE4;nnetecknas av en kronisk inflammatorisk sjukdom i luftv&#xE4;garna samt variabel luftv&#xE4;gsobstruktion som &#xE4;r reversibel, antingen spontant eller efter behandling [1].</p><h3 id="epidemiologi"><strong>Epidemiologi</strong></h3><p>Av den svenska befolkningen uppskattas ca 10 % ha astma med den h&#xF6;gsta incidensen i sm&#xE5;barns&#xE5;ldern. Av alla barn under 2 &#xE5;rs &#xE5;lder ber&#xE4;knas upp till 20% haft n&#xE5;gon form av astmasymtom. F&#xF6;rekomsten av astma &#xE4;r h&#xF6;gre hos pojkar fram till puberteten, d&#xE4;refter sker en utj&#xE4;mning och i vuxen &#xE5;lder &#xE4;r astma mer vanligt hos kvinnor &#xE4;n hos m&#xE4;n. Sv&#xE5;righetsgraden av astma varierar och de flesta barn och vuxna har en normal lungfunktion. Personer med l&#xE5;ngvarig sv&#xE5;r astma kan dock utveckla en irreversibel lungfunktionsneds&#xE4;ttning [2,3].</p><h3 id="etiologi"><strong>Etiologi</strong></h3><p>&#xD6;verk&#xE4;nslighet i luftv&#xE4;garna g&#xF6;r att personer med astma reagerar p&#xE5; exponering av irritations&#xE4;mnen s&#xE5;som damm, tobaksr&#xF6;k, starka dofter, kyla och allergener fr&#xE5;n pollen, p&#xE4;lsdjur och kvalster. Det &#xE4;r &#xE4;ven vanligt med astmasymtom utl&#xF6;sta av anstr&#xE4;ngning och f&#xF6;rkylning/virusinfektioner. Symtomen vid astma &#xE4;r ofta episodiska, s&#xE4;rskilt vid lindrig astma och vid infektionsastma [1].</p><h3 id="behandling-av-astma"><strong>Behandling av astma</strong></h3><p></p><ul><li>Behandling av astma sker med hj&#xE4;lp av inflammationsh&#xE4;mmande glukokortikosteroider samt luftr&#xF6;rsvidgande &#x3B2;2-agonister. Dessa l&#xE4;kemedel tillf&#xF6;rs fr&#xE4;mst genom spray eller pulverinhalatorer beroende p&#xE5; &#xE5;lder och personens f&#xF6;rm&#xE5;ga till att tillgodog&#xF6;ra sig l&#xE4;kemedlet. I behandlingen ing&#xE5;r &#xE4;ven att minska exponeringen av faktorer som kan utl&#xF6;sa astmaanfall och/eller &#xF6;ka risken att f&#xE5; astma, s&#xE5;som luftv&#xE4;gsallergener, tobaksr&#xF6;k, infektioner och fysisk anstr&#xE4;ngning.</li><li>Behandling med inflammationsh&#xE4;mmande glukokortikosteroider &#xE4;r den dominerande behandlingen vid astma och anv&#xE4;nds regelbundet.</li><li>&#x3B2;2-agonister &#xE4;r vanliga luftr&#xF6;rsvidgande l&#xE4;kemedel vid astma och delas in i kortverkande och l&#xE5;ngverkande &#x3B2;2-agonister. Kortverkande anv&#xE4;nds vid tillf&#xE4;lliga astmabesv&#xE4;r och l&#xE5;ngverkande ges ofta i kombination med glukokortikosteroider.</li><li>F&#xF6;r patienter med sv&#xE5;r astma finns &#xE4;ven till&#xE4;ggsbehandling s&#xE5;som l&#xE5;ngverkande antikolinergika och anti-IgE-behandling.</li></ul><p>Orala biverkningar av astmal&#xE4;kemedel &#xE4;r svampinfektioner, hosta, heshet och s&#xE4;nkt salivsekretion och salivsammans&#xE4;ttning efter regelbunden anv&#xE4;ndning</p><p>(FASS.se). R&#xE4;tt inhalationsteknik f&#xF6;r att tillgodog&#xF6;ra sig l&#xE4;kemedlet &#xE4;r av stor betydelse f&#xF6;r effekten av behandling [4].</p><h3 id="symtom"><strong>Symtom</strong></h3><p>Typiska symtom f&#xF6;r astma &#xE4;r:</p><p></p><ul><li>Pip och v&#xE4;sande andning och andf&#xE5;ddhet</li><li>Nedsatt fysisk prestationsf&#xF6;rm&#xE5;ga</li><li>L&#xE5;ngvarig hosta, framf&#xF6;r allt under natt eller tidig morgon</li><li>Symtom som utl&#xF6;ses av virusinfektioner, anstr&#xE4;ngning, exponering av olika allergen, v&#xE4;deromslag och vissa l&#xE4;kemedel (Acetylsalicylsyra och NSAID)</li></ul><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/06/210858_msgVwXgsR3mO1uXyFnqw_AA-PKTIL-Kursbild-1.jpg" width="1577" height="879" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Prim&#xE4;r kariesprevention tidigt i livet &#x2013; bevara det friska friskt</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/Primar-kariesprevention-tidigt-i-livet?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><h2 id="samband-mellan-astma-och-karies"><strong>SAMBAND MELLAN ASTMA OCH KARIES</strong></h2><p>Vetenskapliga studier har visat att det finns ett samband mellan astma och karies. Personer med astma har en &#xF6;kad risk f&#xF6;r att utveckla karies b&#xE5;de i det prim&#xE4;ra och det permanenta bettet. Riskfaktorer f&#xF6;r karies hos astmatiker kan vara, frekvent munandning, ett h&#xF6;gt intag av s&#xF6;ta drycker och tidigare karieserfarenhet. Regelbunden anv&#xE4;ndning av astmal&#xE4;kemedel kan ocks&#xE5; enligt vissa studier p&#xE5;verka saliven och bidra till en l&#xE4;gre salivsekretion och en f&#xF6;r&#xE4;ndrad salivsammans&#xE4;ttning j&#xE4;mf&#xF6;rt med personer utan astma.</p><p>Dessutom har studier visat att inhalation av glukokortikosteroider och &#xDF;2-agonister kan resultera i en pH-s&#xE4;nkning av b&#xE5;de plack och saliv vilket kan p&#xE5;verka utvecklingen av karies och dentala erosioner. Det har &#xE4;ven rapporterats att flertalet l&#xE4;kemedel som inhaleras har ett l&#xE5;gt pH v&#xE4;rde i sig. Sockerarten laktos ing&#xE5;r ofta i astmal&#xE4;kemedel och detta kan ocks&#xE5; p&#xE5;verka kariesrisken framf&#xF6;rallt om salivsekretionen &#xE4;r nedsatt. Astmasjukdomens sv&#xE5;righetsgrad och hur l&#xE4;nge l&#xE4;kemedelsanv&#xE4;ndning p&#xE5;g&#xE5;tt kan ocks&#xE5; p&#xE5;verka utvecklingen av karies.</p><p>En l&#xE5;ngvarig kronisk sjukdom som astma kan p&#xE5;verka b&#xE5;de kost och levnadsvanor. En riskfaktor f&#xF6;r karies &#xE4;r att f&#xF6;r&#xE4;ldrar tenderar ge barnet mer godis och s&#xF6;ta drycker n&#xE4;r barnet &#xE4;r sjukt. Detta skulle kunna vara bidragande orsak till utveckling av karies hos barn med astma.</p><p>Det &#xE4;r dock sv&#xE5;rt att bed&#xF6;ma om den &#xF6;kade risken f&#xF6;r karies orsakas av sj&#xE4;lva astmasjukdomen, levnadsvanor som en f&#xF6;ljd av sjukdomen eller av l&#xE4;kemedelsbehandlingen. De flesta vetenskapliga studier inom omr&#xE5;det &#xE4;r tv&#xE4;rsnittstudier och inte longitudinella. De flesta&#xA0; &#xE4;r utf&#xF6;rda p&#xE5; barn och ungdomar medan f&#xE5; studier har unders&#xF6;kt vuxna populationer med astma [5-8]. Det finns d&#xE4;rf&#xF6;r ett behov av v&#xE4;l kontrollerade studier med homogena studiegrupper av astmatiker i olika &#xE5;ldrar.</p><p>Det saknas &#xE4;ven studier om preventiva &#xE5;tg&#xE4;rder och strategier f&#xF6;r att f&#xF6;rebygga karies hos personer med astma. Kariesprevention b&#xF6;r vara samma som f&#xF6;r personer med &#xF6;kad kariesrisk utan astma. Riskindivider b&#xF6;r identifieras tidigt och erbjudas individbaserad behandling och f&#xF6;rebyggande metoder f&#xF6;r att minimera risken f&#xF6;r att utveckla karies. F&#xF6;rebyggande metoder inkluderar kostr&#xE5;dgivning, information om l&#xE4;kemedel, fluoridtillskott och st&#xF6;d f&#xF6;r god munhygien [9]. Information till f&#xF6;r&#xE4;ldrar om en f&#xF6;rh&#xF6;jd risk f&#xF6;r karies hos barn med astma b&#xF6;r erbjudas samt&#xA0; uppmuntran till regelbundna bes&#xF6;k hos tandv&#xE5;rden.</p><p></p><h2 id="slutsats"><strong>SLUTSATS</strong></h2><p>Personer med astma har en &#xF6;kad risk f&#xF6;r karies i b&#xE5;de det prim&#xE4;ra och permanenta bettet. Det &#xE4;r dock sv&#xE5;rt att bed&#xF6;ma om den &#xF6;kade risken f&#xF6;r karies orsakas av sj&#xE4;lva astmasjukdomen, &#xE4;ndrade levnadsvanor som en konsekvens av sjukdomen eller av dess l&#xE4;kemedelsbehandling. Ett tv&#xE4;rdisciplin&#xE4;rt samarbete mellan h&#xE4;lso-och sjukv&#xE5;rd och tandv&#xE5;rd d&#xE4;r munh&#xE4;lsa uppm&#xE4;rksammas tidigt kan f&#xF6;rb&#xE4;ttra m&#xF6;jligheterna f&#xF6;r att f&#xF6;rebygga karies f&#xF6;r astmatiker i alla &#xE5;ldrar.</p><p>R&#xE5;d till personer med astma &#xE4;r:</p><p></p><ul><li>Sk&#xF6;lj munnen med vatten efter inhalation f&#xF6;r att neutralisera pH och undvika svampinfektion.</li><li>Borsta t&#xE4;nderna med fluoridtandkr&#xE4;m 2 ggr/dag, helst inte i direkt anslutning till inhalering d&#xE5; det kan vara l&#xE5;gt pH v&#xE4;rde i plack och saliv. En s&#xE4;nkt pH vid tandborstning bidrar till ett &#xF6;kat tandslitage vid borstning.</li><li>Drick vatten vid t&#xF6;rst.</li><li>Vid perioder med &#xF6;kad medicinering kan extra fluoridtillskott anv&#xE4;ndas tex fluoridtabletter, fluoridtuggummi eller fluoridsk&#xF6;ljning.</li></ul><p></p><hr><h2 id="referenser"><strong>Referenser</strong></h2><p>1. SBU. Behandling av astma och KOL. En systematisk litteratur&#xF6;versikt. Stockholm: Statens beredning f&#xF6;r medicinsk utv&#xE4;rdering (SBU); 2000. SBU-rapport nr 160. ISBN 91-87890-78-X.</p><p>2. Backman H, Hedman L, Jansson S-A, Lindberg A, Lundb&#xE4;ck B, R&#xF6;nmark E. Prevalence trends in respiratory symptoms and asthma in relation to smoking &#x2013; two cross-sectional studies ten years apart among adults in northern Sweden. World Allergy Organ J, 2014;7:1-10.</p><p>3. Wennergren G, Hesslemar B; Hedlin G. Astma &#xE4;r en av de vanligaste kroniska sjukdomarna hos barn. L&#xE4;kartidningen, 2015;46.</p><p>4. L&#xE4;kemedelsbehandling vid astma &#x2013; behandlingsrekommendation: Information fr&#xE5;n L&#xE4;kemedelsverket 2015;26,26&#x2013;43.</p><p>5. Thomas MS, Parolia A, Kundabala M,Vikram M. Asthma and oral health: a review. Aust Dent J, 2010; 55,128-133.</p><p>6. Alavaikko S, Jaakkola M. S, Tj&#xE4;derhane L, &amp; Jaakkola JJ. Asthma and caries: a systematic review and meta-analysis. Am J Epidemiol, 2011;174,631-641.</p><p>7. Agostini, B, Collares, K., Costa, F, Correa, M, &amp; Demarco, F. The role of asthma in caries occurrence &#x2013; meta-analysis and meta-regression. J Asthma, 2019; 56,841&#x2013;852.</p><p>8. Gani F, Caminati M, Bellavia F, Baroso A, Faccioni P, Pancera P et al. Oral health in asthmatic patients: a review: Asthma and its therapy may impact on oral health. Clin Mol Allergy 2020;18:22.</p><p>9. Sk&#xF6;ld UM, Birkhed D, Xu JZ, Lien KH, Stensson M, Liu JF. Risk factors for and prevention of caries and dental erosion in children and adolescents with asthma. J Dent Sci. 2022 Jul;17:1387-1400. </p><p></p>]]></content:encoded></item><item><title><![CDATA[Barnreumatisk ledsjukdom (JIA)]]></title><description><![CDATA[<p></p><p><strong>BAKGRUND</strong></p><p>Tandv&#xE5;rden &#xE4;r ibland f&#xF6;rst med att uppm&#xE4;rksamma ledsjukdom och ordna s&#xE5; att barnet kommer till sjukv&#xE5;rden och f&#xE5;r medicinsk behandling. K&#xE4;kledsengagemang &#xE4;r vanligt och ibland f&#xF6;rsta tecknet p&#xE5; barnreumatisk ledsjukdom, juvenil</p>]]></description><link>https://www.internetodontologi.se/pedodonti/barnreumatisk-ledsjukdom-jia/</link><guid isPermaLink="false">6509da25ad16c400014ca225</guid><category><![CDATA[Pedodonti]]></category><category><![CDATA[artrit]]></category><category><![CDATA[barnreumatisk]]></category><category><![CDATA[fynd]]></category><category><![CDATA[idiopatisk]]></category><category><![CDATA[JIA]]></category><category><![CDATA[juvenil]]></category><category><![CDATA[käkfunktion]]></category><category><![CDATA[panorama]]></category><category><![CDATA[röntgen]]></category><category><![CDATA[sjukdom]]></category><category><![CDATA[smärta]]></category><category><![CDATA[symptom]]></category><category><![CDATA[symtom]]></category><category><![CDATA[utredning]]></category><dc:creator><![CDATA[Leksell Eva • Övertandläkare • Med Dr]]></dc:creator><pubDate>Fri, 11 Aug 2023 13:04:00 GMT</pubDate><content:encoded><![CDATA[<p></p><p><strong>BAKGRUND</strong></p><p>Tandv&#xE5;rden &#xE4;r ibland f&#xF6;rst med att uppm&#xE4;rksamma ledsjukdom och ordna s&#xE5; att barnet kommer till sjukv&#xE5;rden och f&#xE5;r medicinsk behandling. K&#xE4;kledsengagemang &#xE4;r vanligt och ibland f&#xF6;rsta tecknet p&#xE5; barnreumatisk ledsjukdom, juvenil idiopatisk artrit (JIA). Vid k&#xE4;ksm&#xE4;rta, gap- eller &#xE4;tsv&#xE5;righeter &#xE4;r JIA en viktig differentialdiagnos. Bett som &#xF6;ppnar sig, liten underk&#xE4;ke och/eller avplanade k&#xE4;kleder p&#xE5; panoramar&#xF6;ntgen &#xE4;r tecken som f&#xF6;ranleder omedelbar kontakt med specialisttandv&#xE5;rden.&#xA0;</p><p>Tandv&#xE5;rden utg&#xF6;r ett v&#xE4;rdefullt st&#xF6;d f&#xF6;r barnet, familjen och medicinska teamet genom att regelbundet f&#xF6;lja upp enligt nedan.</p><p><strong>Epidemiologi</strong></p><p>JIA &#xE4;r den vanligaste inflammatoriska sjukdomen i barndomen och drabbar cirka 15 barn p&#xE5; 10 000. Den &#xE4;r vanligast hos flickor. De flesta insjuknar mellan ett och fyra &#xE5;rs &#xE5;lder eller i samband med puberteten. Cirka h&#xE4;lften av barnen blir friska. K&#xE4;kledsengagemang vid JIA &#xE4;r sv&#xE5;rf&#xF6;ruts&#xE4;gbart och f&#xF6;rekommer &#xE4;ven under medicinering liksom vid relativt lindrig sjukdom. Sm&#xE4;rre tillv&#xE4;xtst&#xF6;rningar av k&#xE4;ken &#xE4;r vanliga (ungef&#xE4;r 60% av barnen), men uttalad mikrognati &#xE4;r idag ovanlig j&#xE4;mf&#xF6;rt med tidigare d&#xE5; 25% drabbades. K&#xE4;ksm&#xE4;rta drabbar de flesta, f&#xF6;r en knapp fj&#xE4;rdedel p&#xE5;verkas dagliga livet allvarligt.</p><p><strong>Orsaker (Etiologi)</strong></p><p>Orsaken till inflammation vid JIA &#xE4;r ok&#xE4;nd och ben&#xE4;mns d&#xE4;rmed som idiopatisk. Ledinflammation (artrit) inneb&#xE4;r en inflammatorisk aktivitet i ledhinnan (synovian). Den kliniska definitionen av artrit &#xE4;r svullnad, v&#xE4;rme&#xF6;kning, sm&#xE4;rta (artralgi) och r&#xF6;relseinskr&#xE4;nkning. K&#xE4;kleden skiljer sig fr&#xE5;n kroppens &#xF6;vriga leder bland annat genom att svullnad och v&#xE4;rme&#xF6;kning &#xE4;r s&#xE4;llsynt vid artrit.</p><p>K&#xE4;kledens histologi skiljer sig ocks&#xE5; genom att tillv&#xE4;xten av leden sker p&#xE5; sj&#xE4;lva ledytorna. I likhet med &#xF6;vriga leder kan k&#xE4;kledens v&#xE4;vnader, b&#xE5;de h&#xE5;rdv&#xE4;vnad och brosk destrueras av inflammationen i synovian men &#xE4;ven &#xE5;terbildas om sjukdomsaktiviteten &#xE4;r l&#xE5;g eller ingen.</p><p>K&#xE4;kens muskul&#xE4;ra funktion p&#xE5;verkas, k&#xE4;kmuskulaturen kompenserar mer eller mindre reflexm&#xE4;ssigt vid artrit, ledsm&#xE4;rta (artralgi) och anatomiska f&#xF6;r&#xE4;ndringar i k&#xE4;kleden. K&#xE4;kens, tungans och l&#xE4;pparnas muskulatur kan bli &#xF6;verbelastade genom pressning. Detta bidrar till muskelinflammation (myosit) som yttrar sig som k&#xE4;k- ansiktssm&#xE4;rta och/eller huvudv&#xE4;rk samt p&#xE5;verkar k&#xE4;ktillv&#xE4;xt.</p><p><strong>&#xA0;</strong></p><p><strong>Allm&#xE4;nsjukdomen JIA</strong></p><p>JIA karakt&#xE4;riseras av sm&#xE4;rta, svullnad och/eller stelhet i leder vilket kan leda till tillv&#xE4;xtst&#xF6;rningar och ibland destruktion av leder. Andra mer generella symptom &#xE4;r sm&#xE4;rta, tr&#xF6;tthet och muskelsvaghet.&#xA0;</p><p>Olika subtyper av JIA definieras beroende p&#xE5; antalet ber&#xF6;rda leder vid insjuknandet. F&#xE5;-ledstypen &#x201D;oligoartrit&#x201D; &#xE4;r vanligast och drabbar upp till fyra leder. Involveras fler leder efter sex m&#xE5;nader &#xE4;r ben&#xE4;mningen &#x201D;utvidgad oligoartrit&#x201D;. Den form av JIA som b&#xF6;rjar med flera leder kallas &#x201D;polyartrit&#x201D; (mest lik reumatisk artrit, RA hos vuxna). Den systemiska typen karakt&#xE4;riseras av daglig feber och generell inflammation inkluderande hj&#xE4;rta, lungor och buk. Den entesitrelaterade typen karakt&#xE4;riseras av, f&#xF6;rutom ledinflammation, inflammation i senf&#xE4;sten. Psoriasistypen f&#xF6;rekommer tillsammans med hudsjukdomen psoriasis. Det finns ocks&#xE5; mer ovanliga former.</p><p>JIA kan vara sv&#xE5;r att diagnostisera eftersom sjukdomen &#xE4;r fluktuerande och inget objektivt prov eller symptom avsl&#xF6;jar den. Vanligtvis uppt&#xE4;cks JIA genom att f&#xF6;r&#xE4;ldrarna s&#xF6;ker v&#xE5;rdcentralen n&#xE4;r deras barn inte g&#xE5;r som vanligt eller har l&#xE5;ngvarig feber utan infektion. K&#xE4;kleden &#xE4;r ofta drabbad redan vid diagnostillf&#xE4;llet.</p><p>Dagens medicinska protokoll med immunmodulerande l&#xE4;kemedel s&#xE5;som NSAID, kortison, l&#xE5;gdoscytostatika och de biologiska som injiceras har &#xF6;kat kontrollen &#xF6;ver sjukdomsaktiviteten markant. Antalet destruerade leder har minskat och idag &#xE4;r det ovanligt med mikrognati eller att rullstol beh&#xF6;vs. N&#xE4;r barnet varit utan behov av l&#xE4;kemedel i tv&#xE5; &#xE5;r r&#xE4;knas han/hon som friskt.</p><p>Barnet uppmuntras att s&#xE5; l&#xE5;ngt som m&#xF6;jligt leva som vanligt. De flesta kan kanske det men n&#xE5;gra barn drabbas h&#xE5;rt, tillvaron blir kr&#xE4;vande och ober&#xE4;knelig. Barnet kan ge ett friskt intryck men det &#xE4;r viktigt att komma ih&#xE5;g att sm&#xE4;rta och tr&#xF6;tthet &#xE4;nd&#xE5; kan drabba allvarligt, osynligt f&#xF6;r utomst&#xE5;ende. Det st&#xE4;lls h&#xF6;ga krav p&#xE5; f&#xF6;r&#xE4;ldrarna p&#xE5; flera olika s&#xE4;tt.</p><div class="kg-card kg-product-card">
            <div class="kg-product-card-container">
                <img src="https://www.internetodontologi.se/content/images/2024/05/210858_G4gVAYHiQHa4gttclPqC_ECE--KBMBH--Kursbild.png" width="1579" height="875" class="kg-product-card-image" loading="lazy">
                <div class="kg-product-card-title-container">
                    <h4 class="kg-product-card-title"><span style="white-space: pre-wrap;">Kan behandling med bettskena hj&#xE4;lpa patienter med k&#xE4;ksm&#xE4;rta och k&#xE4;kfunktionsst&#xF6;rningar?</span></h4>
                </div>
                

                <div class="kg-product-card-description"></div>
                
                    <a href="https://www.tandakademin.se/courses/kan-behandling-med-bettskena-hjalpa-patienter-med-kaksmarta-och-kakfunktionsstorningar?utm_source=IO-annons" class="kg-product-card-button kg-product-card-btn-accent" target="_blank" rel="noopener noreferrer"><span>Se kursen p&#xE5; Tandakademin!</span></a>
                
            </div>
        </div><p><strong>KLINISKA SYMPTOM OCH FYND FR&#xC5;N K&#xC4;KLEDER, K&#xC4;KAR OCH MUNH&#xC5;LA</strong></p><p><strong>Symtom fr&#xE5;n det orofaciala omr&#xE5;det</strong></p><p>Symtom fr&#xE5;n det orofaciala omr&#xE5;det kan vara sv&#xE5;ra att uppt&#xE4;cka, barnen p&#xE5;talar s&#xE4;llan sj&#xE4;lva sina besv&#xE4;r, kanske eftersom de blir vana och inte vet annat. De f&#xF6;rv&#xE4;ntar sig att de vuxna omkring dem f&#xF6;rst&#xE5;r och ger dem vad de beh&#xF6;ver.</p><p>Symtomen p&#xE5; k&#xE4;kledsartrit &#xE4;r ofta sv&#xE5;rtolkade.</p><p>K&#xE4;kledsartrit kan vara symtomfattig men &#xE4;ven leda till ledsm&#xE4;rta (artralgi), ansikts- eller r&#xF6;relsesm&#xE4;rta, tr&#xF6;tthet i k&#xE4;karna, minskad gapf&#xF6;rm&#xE5;ga, tuggsv&#xE5;righeter, &#xF6;ronv&#xE4;rk, huvudv&#xE4;rk etcetera.</p><p>Restsymtom efter utl&#xE4;kt artrit s&#xE5;som ansiktssm&#xE4;rta, huvudv&#xE4;rk, k&#xE4;kledsljud, upphakningar och bettavvikelser p&#xE5;verkar livskvalit&#xE9;n negativt f&#xF6;r de flesta barnen, f&#xF6;r n&#xE5;gra p&#xE5; ett allvarligt s&#xE4;tt.</p><p><strong>Tecken p&#xE5; r&#xF6;ntgen</strong></p><p>Vid erosiv k&#xE4;kledsartrit destrueras h&#xE5;rdv&#xE4;vnad vilket kan bli s&#xE5; omfattande att det syns p&#xE5; panoramar&#xF6;ntgen.</p><p>Ibland uppt&#xE4;cks att en eller b&#xE5;da k&#xE4;klederna &#xE4;r avplanade eller saknas n&#xE4;r panoramor tas av annan anledning &#xE4;n JIA. En s&#xE5;dan patient b&#xF6;r utredas av specialist.</p><p><strong>P&#xE5;verkan p&#xE5; bettutvecklingen</strong></p><p>Erosiv k&#xE4;kledsartrit kan medf&#xF6;ra att ramus mandibulae f&#xF6;rkortas s&#xE5; att underk&#xE4;ken roterar bak&#xE5;t-ned&#xE5;t. Bettet f&#xE5;r en vertikalt &#xF6;ppen k&#xE4;kbasrelation. Bettet &#xF6;ppnar sig &#xE4;ven dentoalveol&#xE4;rt om det inte sker en kompensatorisk tillv&#xE4;xt i ansiktets fr&#xE4;mre delar.</p><p>&#xD6;verk&#xE4;ken blir mindre sekund&#xE4;rt till underk&#xE4;ken speciellt om f&#xF6;r&#xE4;ndringen sker tidigt i livet.</p><p>Storleken p&#xE5; alveolarutskotten blir mindre, medf&#xF6;rande &#xF6;kad tr&#xE5;ngst&#xE4;llning av t&#xE4;nderna.</p><p>Drabbas k&#xE4;klederna olika, orsakar det asymmetrier i k&#xE4;ken och ibland av ansiktet.</p><p>Icke erosiv k&#xE4;kledsinflammation kan ocks&#xE5; p&#xE5;verka k&#xE4;kutvecklingen exempelvis till f&#xF6;ljd av&#xA0; kompensatorisk muskelaktivitet, inklusive l&#xE4;pp- eller tungpress. Svagare muskelstyrka har ocks&#xE5; diskuterats.</p><p>Att f&#xF6;lja k&#xE4;kutvecklingen och vid behov tidigt s&#xE4;tta in k&#xE4;kortopedisk behandling f&#xF6;rb&#xE4;ttrar f&#xF6;ruts&#xE4;ttningarna f&#xF6;r framtiden f&#xF6;r barnet. Att behandla med aktivator &#xE4;r i stort sett aldrig fel. De prefabricerade aktivatorerna kan anv&#xE4;ndas redan i prim&#xE4;ra bettet. L&#xE4;r barnet sig anv&#xE4;nda den blir det en bra vana som minskar b&#xE5;de k&#xE4;kavvikelser, tr&#xE5;ngst&#xE4;llning och sm&#xE4;rta bland annat genom att den styr tanderuptionen och f&#xF6;rb&#xE4;ttrar muskelfunktionen. En s&#xE5;dan m&#xE5;ste inte justeras av professionen s&#xE5; ofta samt att k&#xE4;karna och t&#xE4;nderna f&#xE5;r m&#xF6;jlighet att anta det utseende som genetiken f&#xF6;rbest&#xE4;mt eller till och med b&#xE4;ttre.</p><p><strong>P&#xE5;verkan p&#xE5; k&#xE4;kfunktionen</strong></p><p>K&#xE4;kledsartrit, b&#xE5;de erosiv och icke erosiv p&#xE5;verkar k&#xE4;kfunktionen p&#xE5; n&#xE5;got s&#xE4;tt. K&#xE4;kledsdisken och ledytornas brosk kan skadas, inte synligt p&#xE5; r&#xF6;ntgen. F&#xF6;r&#xE4;ndringar som kan leda till upphakningar, kn&#xE4;ppningar och krepitationer. Det &#xE4;r allm&#xE4;nt k&#xE4;nt att vid artrit i ett kn&#xE4; uppkommer h&#xE4;lta, samma sak g&#xE4;ller f&#xF6;r k&#xE4;kleden, vilket &#xE4;r mindre k&#xE4;nt och synligt f&#xF6;r utomst&#xE5;ende. Artriten p&#xE5;verkar k&#xE4;kmusklerna, r&#xF6;relsem&#xF6;nstret f&#xF6;r&#xE4;ndras och musklerna kan bli sp&#xE4;nda och &#xF6;verbelastade.</p><p>Muskul&#xE4;r dysfunktion i k&#xE4;ken kan kvarst&#xE5; efter utl&#xE4;kt artrit och orsaka muskul&#xE4;r sm&#xE4;rta, myalgi, och h&#xE4;r beh&#xF6;vs tandv&#xE5;rdens r&#xE5;d och behandling. Sjukgymnasten en ov&#xE4;rderlig samarbetspartner i s&#xE5;dana fall.</p><p><strong>Intraorala symptom och fynd</strong></p><p>Som grupp betraktat har barn med ledsjukdom inte mer karies eller andra intraorala problem men enstaka drabbas. Inflammatorisk sjukdom kan medf&#xF6;ra &#xF6;kad k&#xE4;nslighet f&#xF6;r gingivala/parodontala sjukdomar s&#xE5;som gingival bl&#xF6;dning, papillatrofi, f&#xE4;stef&#xF6;rlust och subgingival tandsten.</p><p>En del barn med JIA upplever stora problem fr&#xE5;n sina munslemhinnor i form av sveda, bits&#xE5;r, mukosit och bl&#xE5;sor. Det finns tecken p&#xE5; att salivuts&#xF6;ndringen p&#xE5;verkas av sm&#xE4;rta.</p><p>Barn med ledsjukdom har mer problem med tandborstning &#xE4;n friska, det g&#xF6;r ofta ont att gapa och handen blir tr&#xF6;tt. Medicineringen, speciellt methotrexate ger ofta upphov till illam&#xE5;ende. Speciellt under sjukdomsskov gl&#xF6;ms tandborstningen l&#xE4;tt bort.&#xA0;</p><p>Den antiinflammatoriska medicineringen g&#xF6;r det extra viktigt att undvika odontogena infektioner och att &#xF6;vervaka visdomst&#xE4;ndernas eruption f&#xF6;r att eliminera eventuella perikoroniter.</p><p><strong>UTREDNING</strong></p><p>Barnen blir ofta vana att leva med sin sm&#xE4;rta och vet kanske inte annat. F&#xF6;r att f&#xE5; veta vilka besv&#xE4;r barnet har &#xE4;r precisa fr&#xE5;gor samt klinisk unders&#xF6;kning viktigt.</p><p>Noggrann journalf&#xF6;ring av anamnes och unders&#xF6;kningsfynd &#xE4;r viktiga f&#xF6;r att kunna g&#xE5; tillbaka och se om n&#xE5;got f&#xF6;r&#xE4;ndrats.</p><p><strong>Anamnes</strong></p><p>Exempel p&#xE5; precisa fr&#xE5;gor &#xE4;r:</p><ul><li>Sm&#xE4;rta vid maximal gapning s&#xE5;som g&#xE4;spning?</li><li>Undviker barnet bita av &#xE4;pple eller tugga k&#xF6;tt?</li><li>G&#xE5;r det bra att ligga med k&#xE4;ken p&#xE5; kudden vid s&#xF6;mn?</li><li>Huvudv&#xE4;rk, ansiktssm&#xE4;rta: n&#xE4;r, var och hur allvarligt p&#xE5; en skala 0 &#x2013; 10?</li><li>Hur g&#xE5;r det att borsta t&#xE4;nderna? Beror sv&#xE5;righeterna p&#xE5; k&#xE4;ken, muns&#xE5;r eller sv&#xE5;righet med handr&#xF6;relser?</li></ul><p><strong>Klinisk unders&#xF6;kning</strong></p><ul><li>Palpera k&#xE4;kleder och tuggmuskler. &#xD6;mhet och sm&#xE4;rtreaktion noteras.</li><li>Palpera k&#xE4;kledshuvudet p&#xE5; b&#xE5;da sidor, i occlusion och i gapningsr&#xF6;relsen. Notera om de palperas lika p&#xE5; sidorna och i translationen.</li><li>Underk&#xE4;kens r&#xF6;rlighet och gapm&#xF6;nster, med och utan sm&#xE4;rta.</li><li>Bettyp, horisontell och vertikal &#xF6;verbitning.</li><li>Tecken p&#xE5; parafunktioner s&#xE5;som l&#xE4;pp &#x2013; eller tungpress, kindlister.</li><li>Notera om occlusionsplanet &#xE4;r rakt, f&#xF6;rslagsvis med bitpinne. Om k&#xE4;kvinklarna &#xE4;r p&#xE5; samma h&#xF6;jd p&#xE5; b&#xE5;da sidor och profilen.</li><li>Fynd av plack, karies, gingivit och fr&#xE5;n munslemhinnor.</li></ul><p><strong>Bilddiagnostik</strong></p><ul><li>F&#xE4;rgfoto. Det &#xE4;r vetenskapligt styrkt att f&#xE4;rgfoto kan anv&#xE4;ndas f&#xF6;r att f&#xF6;lja bettutvecklingen. De &#xE4;r ett ov&#xE4;rderligt hj&#xE4;lpmedel exempelvis vid intradisciplin&#xE4;r terapiplanering.</li><li>R&#xF6;ntgen- och magnetkameraunders&#xF6;kning kr&#xE4;ver individuellt st&#xE4;llningstagande.</li></ul><p><strong>ST&#xD6;D, BEHANDLING OCH UPPF&#xD6;LJNING</strong></p><p>Barn diagnostiserade med JIA b&#xF6;r erbjudas kontakt med specialisttandv&#xE5;rden som regelbundet kallar och f&#xF6;ljer upp. Av olika anledningar &#xE4;r det &#xE4;nd&#xE5; m&#xE5;nga som f&#xF6;ljs inom allm&#xE4;ntandv&#xE5;rden. De flesta regioner har interdisciplin&#xE4;ra n&#xE4;tverk, d&#xE4;r den specialiserade barnsjukv&#xE5;rden ing&#xE5;r.</p><p>Tandv&#xE5;rden har kontakt med barnsjukv&#xE5;rden, f&#xE5;r remisser d&#xE4;rifr&#xE5;n, svarar p&#xE5; remisser om k&#xE4;kledsstatus samt om den orofaciala h&#xE4;lsans p&#xE5;verkan p&#xE5; barnets livskvalitet.&#xA0;</p><p>Barnen och familjen beh&#xF6;ver i f&#xF6;rsta hand information om tecken p&#xE5; JIA i k&#xE4;kleden samt att d&#xE5; kontakta sjukv&#xE5;rden.</p><p>Barnet beh&#xF6;ver f&#xE5; veta att det &#xE4;r vanligt med sm&#xE4;rta i tuggsystemet och tips p&#xE5; hur de ska hantera det.</p><p>Ton&#xE5;ringen beh&#xF6;ver veta om k&#xE4;ken v&#xE4;xer normalt och vid behov konsulteras ortodontist.</p><p>Information, avslappnings- r&#xF6;relse- och styrke&#xF6;vningar samt bettskena &#xE4;r den viktigaste odontologiska behandlingen vid sm&#xE4;rta och funktionsst&#xF6;rningar i k&#xE4;ksystemet.</p><p>Barnen b&#xF6;r f&#xE5; besked om att sm&#xE4;rtan inte &#xE4;r farlig, det &#xE4;r viktigt att forts&#xE4;tta vara aktiv &#xE4;ven med k&#xE4;ken. G&#xE4;rna f&#xF6;ra k&#xE4;ken fram&#xE5;t-ned&#xE5;t och &#x201D;jogga&#x201D; lite med k&#xE4;ken, undvika ih&#xE5;llande sammanbitning, kn&#xE4;ppningar och annan &#x201D;ofysiologisk&#x201D; r&#xF6;relse.</p><p>Aktivatorbehandling &#xE4;r i stort sett aldrig fel att s&#xE4;tta in (f&#xF6;rstahandsval &#xE4;r LM och Myobrace).</p><p>&#xD6;vrig ortodonti, r&#xF6;ntgen- och magnetkamerautredningar, k&#xE4;kledsinjektioner, k&#xE4;kkirurgi, sm&#xE4;rtblockader och antiinflammatorisk medicinering utg&#xF6;r behandlingar p&#xE5; specialistniv&#xE5;.</p><p>Att f&#xE5; tr&#xE4;ffa en uppmuntrande tandhygienist f&#xF6;r att prova ut teknik och r&#xE4;tt hj&#xE4;lpmedel f&#xF6;r god munhygien samt f&#xF6;r uppf&#xF6;ljning &#xE4;r aldrig fel.</p><p>Tandbehandling som inneb&#xE4;r att barnet m&#xE5;ste gapa kan upplevas som b&#xE5;de sm&#xE4;rt- och tr&#xF6;ttsam. Bitkloss rekommenderas.</p><p><strong>BEM&#xD6;TANDE AV BARNET OCH TON&#xC5;RINGEN DIAGNOSTISERADE MED JIA</strong></p><p>Barnet och ton&#xE5;ringen k&#xE4;nner sig mer eller mindre stigmatiserade av sin l&#xE5;ngvariga sjukdom. De vill vara friska &#x201D;som alla andra&#x201D;. De kanske inte vet att de har en JIA diagnos eller vill inte veta. De kan vara r&#xE4;dda f&#xF6;r diagnosen, k&#xE4;nna sig utsatta f&#xF6;r unders&#xF6;kningar, provtagningar och medicineringar. Undvik d&#xE4;rf&#xF6;r att n&#xE4;mna de medicinska diagnoserna, det &#xE4;r ju inte tandv&#xE5;rden som st&#xE4;ller dem. Tandv&#xE5;rden har s&#xE5; mycket att &#xF6;vervaka och eventuellt behandla genom &#xE5;ren. Det viktigaste &#xE4;r kontakten, att tandv&#xE5;rden ger st&#xF6;d och uppmuntran s&#xE5; att barnet tycker det ger n&#xE5;got positivt att komma tillbaka. Att inte belasta barnet och familjen med ytterligare diagnoser utan enkelt ber&#xE4;tta om tandv&#xE5;rdens roll. Barnet kan ha sett hemska bilder p&#xE5; Internet p&#xE5; hur sjukdomen kan te sig och &#xE4;r os&#xE4;kra p&#xE5; sig sj&#xE4;lva. Informera enkelt, s&#xE4;g exempelvis att barnet kommer till tandv&#xE5;rden, f&#xF6;r att se att t&#xE4;nder och k&#xE4;kar v&#xE4;xer p&#xE5; ett bra s&#xE4;tt (vilket &#xE4;r det vanligaste) och att de inte har ont. N&#xE4;r tandsk&#xF6;terskan kallar per telefon &#xE4;r det bra om hon fr&#xE5;gar f&#xF6;r&#xE4;ldern om det &#xE4;r n&#xE5;got tandl&#xE4;karen beh&#xF6;ver veta. Vid behov b&#xF6;r tandl&#xE4;karen ringa upp f&#xF6;r&#xE4;ldern. Det kan vara s&#xE5; att barnet gr&#xE5;ter &#xF6;ver n&#xE5;got hemma som de inte &#xE4;r modiga nog att ber&#xE4;tta vid bes&#xF6;ket.&#xA0;</p><p>B&#xF6;rja f&#xF6;rslagsvis med att s&#xE4;ga &#x201C;vad trevligt att f&#xE5; tr&#xE4;ffa Dig&#x201D;, &#x201C;vad bra att Du kom hit&#x201D;. Att bekanta sig med varandra och ge barnet chans att f&#xE5; prata om n&#xE5;got som han/hon k&#xE4;nner sig stolt och glad &#xF6;ver. S&#xE5; sm&#xE5;ningom framkommer vilken hj&#xE4;lp barnet beh&#xF6;ver.</p><p>Ibland beh&#xF6;ver tandv&#xE5;rden behandla eller f&#xF6;rhindra bettavvikelser och sm&#xE4;rta. Det &#xE4;r s&#xE5; mycket l&#xE4;ttare att f&#xE5; barnet att v&#xE4;lja interceptiv behandling om positiva ord anv&#xE4;nds. Exempelvis &#x201D;Du kan f&#xE5; tandst&#xE4;llning eller bettskena som g&#xF6;r dina fina t&#xE4;nder &#xE4;nnu finare, mer avslappnad i k&#xE4;kmusklerna, dessutom avlastas din k&#xE4;kled. Det hj&#xE4;lper dig s&#xE5; att du f&#xE5;r mindre ont&#x201D;. &#x201C;Det kan bara bli b&#xE4;ttre.&#x201D;</p><p>&#xA0;</p><p><strong>Referenser</strong></p><p>Leksell E, Eriksson C, Ernberg M, Hedenberg-Magnusson B. Facilitating Care of Children with Juvenile Idiopathic Arthritis, Orofacial Pain, and Dysfunction: An Interview Study of Specialized Health Professionals. J Oral Facial Pain Headache 2021;35:278-287.</p><p>Leksell E, Ernberg M, Magnusson B, Hedenberg-Magnusson B. Orofacial pain and dysfunction in children with juvenile idiopathic arthritis: A case-control study. Scand J Rheumatol 2012;41:375-378.</p><p>Leksell E, Ernberg M, Magnusson B, Hedenberg-Magnusson B. Intraoral condition in children with juvenile idiopathic arthritis compared to controls. Int J Paediatr Dent 2008;18:423-33.</p><p>Leksell E, Hallberg U, Magnusson B, Ernberg M, Hedenberg-Magnusson B. Perceived oral health and care of children with juvenile idiopathic arthritis: A qualitative study. J Oral Facial Pain Headache 2015;29:223-30.</p><p>Leksell E, Hallberg U, Horne A, Ernberg M, Hedenberg-Magnusson B. Parenting a child with juvenile idiopathic arthritis, orofacial pain, and dysfunction: A qualitative study. J Oral Facial Pain Headache 2017;31:353&#x2013;361.</p><p>Frid P, Nordal E, Bovis F, et al. Temporomandibular joint involvement in association with quality of life, disability, and high disease activity in juvenile idiopathic arthritis. Arthritis Care Res (Hoboken) 2017;69:677-686</p><p>Stinson JN, Feldman BM, Duffy CM, et al. Jointly managing arthritis: Information needs of children with juvenile idiopathic arthritis (JIA) and their parents. J Child Health Care 2012;16:124-40.</p><p>Stoustrup P, Glerup M, Bilgrau AE, et al. Cumulative incidence of orofacial manifestations in early juvenile idiopathic arthritis: A regional, three year cohort study. Arthritis Care Res (Hoboken) 2019; doi: 10.1002/acr.23899</p><h2 id></h2>]]></content:encoded></item></channel></rss>